import React, { useEffect } from 'react'
import { FaQuestionCircle } from "react-icons/fa";

export default function MDF() {
    useEffect(() => {
        document.title = 'gogetssl.uz - Партнерская программа MDF'
    }, [])
    return (
        <>
            <div className="wiki-path">
                <a href="/">Главная</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <a href='/wiki'>Wiki</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <a href='/wiki/general'>Общие вопросы</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <span className='current'>Партнерская программа MDF</span>
            </div>
            <div className="wiki-main">
                <h3>Партнерская программа MDF</h3>
                <p className='cert-txt-item'>
                    <span className='wiki-about-svg'>
                        <FaQuestionCircle className='cert-txt-svg' />
                    </span>
                    <span>Начиная с 2021 года мы начали поддерживать и помогать партнерам по всему миру наращивать объемы и увеличивать количество клиентов, предлагая фонды развития рынка (MDF).</span>
                </p>
                <ul className='wiki-guide'>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>1</span>
                        </div>
                        <div>
                            <h4 className='term-title'>Как это работает?</h4>
                            <p>Совместно с партнером мы организуем различные промо-кампании и продвигаем их в регионе партнера. Примеры наиболее популярных кампаний приведены ниже:</p>
                            <p>1. 30-дневная акция, в рамках которой все новые покупатели хостинга/домена на сайте получат 1 год GoGetSSL Domain SSL БЕСПЛАТНО</p>
                            <p>2. 30-дневная акция, в рамках которой все существующие клиенты получат 50% на все фирменные сертификаты GoGetSSL</p>
                            <p>3. До 3 000$ наличными на маркетинг для рекламы промо-акции в регионе партнера с использованием местных сайтов, форумов и других платформ.</p>
                        </div>
                    </li>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>2</span>
                        </div>
                        <div>
                            <h4 className='term-title'>Процесс утверждения МДФ</h4>
                            <p>1. Партнер предоставляет на утверждение список сайтов/форумов/платформ, которые будут использоваться для маркетинга, со всеми расходами, датами и баннерами</p>
                            <p>2. Стороны договариваются о точных датах начала и окончания кампании</p>
                            <p>3. Мы подписываем простой договор для MDF</p>
                            <p>4. Мы выплачиваем МДФ на балансовый счет партнера ИЛИ переводим средства на банковский счет клиента или Paypal</p>
                        </div>
                    </li>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>3</span>
                        </div>
                        <div>
                            <h4 className='term-title'>MDF освещает промо-кампании, используя следующие ресурсы</h4>
                            <p>1. любые местные веб-сайты, технические форумы и блоги</p>
                            <p>2. социальные сети, такие как twitter, facebook и другие</p>
                            <p>3. печатные материалы для выставки</p>
                            <p>Ни одна сеть ADS не покрывает Google Ads из-за низких результатов, высокой стоимости и конкуренции</p>
                        </div>
                    </li>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>4</span>
                        </div>
                        <div>
                            <h4 className='term-title'>Суммы из МДФ впервые</h4>
                            <p>Премиум-партнеры до 2,000$ (1,700 EUR)</p>
                            <p>Платиновые партнеры до 3,000$ (2,600 EUR)</p>
                            <p>Стратегические партнеры до 5,000$ (4,300 EUR)</p>
                        </div>
                    </li>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>5</span>
                        </div>
                        <div>
                            <h4 className='term-title'>Суммы МДФ для следующих кампаний</h4>
                            <p>Основываясь на результатах предыдущих:</p>
                            <p>Премиум-партнеры до 5,000$ (4,300 EUR)</p>
                            <p>Платиновые партнеры до 8 000$ (6 900 EUR)</p>
                            <p>Стратегические партнеры до 15 000$ (13,00 EUR)</p>
                        </div>
                    </li>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>6</span>
                        </div>
                        <div>
                            <h4 className='term-title'>Как подать заявку?</h4>
                            <p>Суммы MDF, которые можно получить впервые:</p>
                            <p>1. Отправьте тикет в отдел "Продажи" через клиентскую зону</p>
                            <p>2. Дайте краткий обзор вашего бизнеса и услуг</p>
                            <p>3. Укажите URL-адрес веб-сайта</p>
                            <p>4. Сообщите нам, где находятся ваши основные клиенты (страна)</p>
                            <p>5. Получите наше предложение в течение 1-2 рабочих дней</p>
                        </div>
                    </li>
                </ul>
            </div>
            <div className='wiki-main-link-box'>
                <a className='wiki-main-link' href="/wiki">Вернуться в SSL Wiki</a>
            </div>
        </>
    )
}