import React, { useEffect } from 'react'

export default function Company() {
    useEffect(() => {
        document.title = 'Обзор о GoGetSSL uz'
    })
    return (
        <div className='certificates'>
            <div className='company-main'>
                <h3>О нашей компании SSL</h3>
                <p className='cert-txt-item'>
                    <span>
                        <svg className='cert-txt-svg' viewBox="0 0 25 32">
                            <path
                                d="M7.725 1.718A8.037 8.037 0 0 1 12.503.125c1.934 0 3.868.683 5.233 2.048 1.706 1.479 2.73 3.754 2.844 6.03l-3.754-1.707c-.455-1.252-1.48-2.162-2.73-2.617-1.138-.455-2.39-.455-3.413.114-1.365.569-2.39 1.82-2.73 3.185-.114.455-.114.91-.228 1.365 1.479-.455 2.73-1.365 4.323-1.479 1.024-.113 1.934.114 2.844.57l7.167 3.07c1.592.797 2.616 2.617 2.502 4.437-.227 3.3-.568 6.826-2.275 9.784-1.251 2.275-3.299 3.867-5.346 5.233-1.366 1.023-3.072 1.82-4.892 1.706-1.934-.228-3.527-1.251-5.006-2.389-1.25-.91-2.502-1.934-3.526-3.185a15.747 15.747 0 0 1-2.048-4.437c-.682-2.161-.91-4.436-1.024-6.712-.113-1.365.456-2.73 1.366-3.64.796-.682 1.82-1.024 2.616-1.365.114-1.024 0-2.048.114-3.072.341-2.047 1.479-4.095 3.185-5.346m4.095 8.418c-.34 0-.568.228-.91.341-2.161 1.024-4.436 1.934-6.598 2.958a1.235 1.235 0 0 0-.91.91c-.114.341 0 .683 0 1.024.114 1.934.341 3.868.91 5.802.342 1.251.91 2.502 1.707 3.526 1.137 1.251 2.502 2.162 3.754 3.072.796.568 1.706 1.137 2.73 1.137s1.934-.569 2.73-1.137c1.138-.797 2.275-1.593 3.3-2.617 1.023-1.024 1.706-2.389 2.16-3.754.114-.569-.227-1.024-.682-1.251-2.389-1.024-4.778-2.162-7.167-3.185a.725.725 0 0 0-.682 0c-.57.227-1.138.455-1.707.796-.227.114-.341.341-.227.682 0 .57.227 1.138.455 1.707.682 1.251 2.161 1.82 3.413 2.389.34.113.455.682.113.91-.341.341-.796.569-1.137.91-.342.227-.797.114-1.138-.114-.682-.341-1.365-.91-1.934-1.365a5.037 5.037 0 0 1-1.365-1.706c-.455-1.024-.682-2.162-.91-3.3 0-.34-.114-.796 0-1.137 0-.341.341-.455.569-.569.91-.455 1.706-.796 2.503-1.137a6.578 6.578 0 0 1 1.592-.57c.455 0 .91.115 1.252.342 2.275 1.024 4.55 2.048 6.825 2.958.341.227.91 0 .91-.455.114-.91.228-1.707.228-2.503.113-.569-.342-1.137-.91-1.365-2.276-1.024-4.665-2.048-6.94-3.071a2.294 2.294 0 0 0-1.934-.228z">
                            </path>
                        </svg>
                    </span>
                    <span>GoGetSSL® является одним из крупнейших поставщиков SSL-сертификатов в мире и принадлежит компании Digicert Ireland Limited. Наша цель - сделать использование Всемирной паутины безопасным и защищенным с помощью различных услуг, которые мы предоставляем, таких как SSL-сертификаты, средства защиты от вредоносного ПО и сканеры, печати сайта и коды LEI. В настоящее время мы предоставляем сертификаты доменной, бизнес и расширенной валидации, Wildcard, мультидоменные (SAN), сертификаты с подписью кода и S/MIME.</span>
                </p>
                <p>С 2018 года мы продаем сертификаты GoGetSSL® под собственным брендом по всему миру. Мы имеем большие объемы и получаем значительные скидки от поставщиков, что дает нам возможность передавать скидки вам и предлагать самые низкие цены из возможных.</p>
                <p>Мы продали более 1 700 000 SSL-сертификатов 98 500 клиентам и 9 000+ реселлерам по всему миру. Мы благодарны всем, кто выбрал нашу компанию, и будем продолжать улучшать качество наших услуг.</p>
                <div className="info-block">
                    <div>
                        <span>1,700,000+</span>
                        <span>Выданные сертификаты</span>
                    </div>
                    <div>
                        <span>101,500+</span>
                        <span>Клиенты</span>
                    </div>
                    <div>
                        <span>9,000+</span>
                        <span>Партнеры по всему миру</span>
                    </div>
                </div>
                <h2 className='be-partner'>
                    <a className='be-partner-1'>
                        <svg viewBox="0 0 32 24">
                            <path
                                d="M31.905 3.353v9.63s-2.061.405-2.486.459c-.423.053-1.753.483-2.717-.444-1.486-1.425-6.767-6.677-6.767-6.677s-.911-.893-2.373-.12c-1.342.706-3.332 1.743-4.163 2.147-1.57.836-2.873-.49-2.873-1.501 0-.784.49-1.316 1.189-1.707 1.894-1.149 5.888-3.39 7.552-4.275 1.01-.537 1.74-.583 3.127.586C24.104 2.89 25.626 4.2 25.626 4.2s.496.414 1.287.247c1.944-.411 4.992-1.094 4.992-1.094zM10.884 19.67c.256-.657.17-1.392-.32-1.896-.44-.451-1.084-.57-1.697-.43.171-.608.076-1.256-.367-1.712-.441-.45-1.084-.572-1.697-.43.17-.607.076-1.255-.367-1.71-.694-.712-1.895-.682-2.684.07-.784.753-1.287 2.117-.586 2.92.699.798 1.502.312 2.114.173-.17.607-.68 1.172-.052 1.967.628.796 1.502.313 2.115.175-.171.605-.66 1.227-.055 1.964.61.74 1.609.346 2.269.14-.255.655-.8 1.361-.1 2.152.7.796 2.315.428 3.104-.325.787-.753.862-1.946.17-2.66-.478-.49-1.19-.604-1.847-.398zm14.399-5.01c-5.705-5.704-3.022-3.02-6.092-6.096 0 0-.922-.919-2.138-.385-.854.374-1.953.884-2.78 1.273-.908.476-1.562.624-1.87.622-1.756-.012-3.181-1.424-3.181-3.179a3.17 3.17 0 0 1 1.506-2.692c1.267-.877 4.185-2.429 4.185-2.429S14.024.647 12.077.647C10.13.647 6.063 3.31 6.063 3.31s-1.153.739-2.798.073L.095 2.281v11.018s.905.262 1.719.594c.183-.524.48-1.007.89-1.407 1.35-1.285 3.587-1.298 4.814-.034.37.384.628.842.76 1.349.494.153.942.423 1.303.794.37.382.628.843.76 1.347.494.153.942.424 1.303.795.407.42.678.927.805 1.476.516.15.983.43 1.359.814.737.758 1 1.786.84 2.778a24.176 24.176 0 0 0 .74.794 1.401 1.401 0 0 0 1.978 0 1.404 1.404 0 0 0 0-1.978c-.02-.019-1.963-2.05-1.806-2.209.155-.156 2.63 2.42 2.676 2.466.543.544 1.43.544 1.976 0a1.401 1.401 0 0 0 0-1.976 10.26 10.26 0 0 1-.18-.174s-2.453-2.186-2.266-2.373c.189-.188 3.237 2.656 3.242 2.656.548.494 1.392.49 1.919-.037.513-.513.524-1.324.069-1.87-.01-.03-2.323-2.447-2.142-2.63.183-.184 2.472 2.173 2.477 2.178.542.543 1.43.543 1.976 0a1.405 1.405 0 0 0 0-1.978l-.024-.015z">
                            </path>
                        </svg>
                        <span>Наши основные партнеры</span>
                    </a>
                    <a className='be-partner-2'>
                        <span>Наши основные партнеры</span>
                    </a>
                </h2>
                <div className='company-extra'>
                    <div>
                        <p>RapidLEI</p>
                    </div>
                    <div>
                        <h3>Стратегический партнер RapidLEI</h3>
                        <p>Миссия SSL-сертификатов от RapidSSL - предоставить вам SSL-сертификат как можно быстрее, поэтому все процессы полностью автоматизированы. Никакой бумажной волокиты, все, что вам нужно для получения SSL, - это подтвердить владение доменом по электронной почте. RapidSSL принадлежит и управляется компанией GeoTrust. Получите дополнительную информацию на сайте <a href="https://www.rapidssl.com/" target='_blank'>www.rapidssl.com</a>.</p>
                    </div>
                </div>
            </div>
        </div>
    )
}