import React from 'react'

function Google1() {
    return (
        <ul>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <svg className='privacy-premium' viewBox="0 0 32 32">
                            <path
                                d="M.06249 16C.06249 7.21206 7.21206.06249 16 .06249c3.5492 0 6.90853 1.14188 9.7149 3.30225l-3.70357 4.811C20.2761 6.84003 18.1974 6.13392 16 6.13392c-5.44016 0-9.86608 4.42592-9.86608 9.86608S10.55984 25.86608 16 25.86608c4.3816 0 8.10506-2.87073 9.38826-6.83036H16v-6.07144h15.93751V16c0 8.78794-7.14957 15.93751-15.93751 15.93751S.06249 24.78794.06249 16.00001z">
                            </path>
                        </svg>
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Google Аналитика</h4>
                    <p>Google Analytics - это служба веб-аналитики, предлагаемая компанией Google, которая отслеживает и сообщает о посещаемости веб-сайта. Google использует собранные данные для отслеживания и мониторинга использования нашего Сервиса. Эти данные передаются другим службам Google. Google может использовать собранные данные для контекстной и персонализированной рекламы в своей рекламной сети.</p>
                    <p>Вы можете отказаться от предоставления вашей активности на Сервисе в распоряжение Google Analytics, установив дополнение Google Analytics opt-out для браузера. Дополнение не позволяет JavaScript Google Analytics (ga.js, analytics.js и dc.js) передавать Google Analytics информацию о посещениях.</p>
                    <p>Дополнительную информацию о правилах конфиденциальности Google можно найти на веб-странице <a className='privacy-link-1' href="https://www.google.com/intl/en/policies/privacy/">Условия конфиденциальности Google</a>.</p>
                </div>
            </li>
        </ul>
    )
}

function Google2() {
    return (
        <ul>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <svg className='privacy-premium' viewBox="0 0 32 32">
                            <path
                                d="M.06249 16C.06249 7.21206 7.21206.06249 16 .06249c3.5492 0 6.90853 1.14188 9.7149 3.30225l-3.70357 4.811C20.2761 6.84003 18.1974 6.13392 16 6.13392c-5.44016 0-9.86608 4.42592-9.86608 9.86608S10.55984 25.86608 16 25.86608c4.3816 0 8.10506-2.87073 9.38826-6.83036H16v-6.07144h15.93751V16c0 8.78794-7.14957 15.93751-15.93751 15.93751S.06249 24.78794.06249 16.00001z">
                            </path>
                        </svg>
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Реклама Google</h4>
                    <p>Услуга ремаркетинга Google Ads предоставляется компанией Google Inc. Вы можете отказаться от использования Google Analytics для дисплейной рекламы и настроить рекламу Google Display Network, посетив страницу настроек <a className='privacy-link-1' href="https://www.google.com/settings/ads">Google Ads.</a></p>
                    <p>Google также рекомендует установить дополнение Google Analytics Opt-out Browser Add-on для вашего веб-браузера. Дополнение Google Analytics Opt-out Browser Add-on предоставляет посетителям возможность предотвратить сбор и использование их данных в Google Analytics.</p>
                </div>
            </li>
        </ul>
    )
}

function Paypal() {
    return (
        <ul>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <svg className='payment-symbol' viewBox="0 0 35 10">
                            <path d="M6.91 1.156a1.563 1.563 0 0 0-.574-.619 2.688 2.688 0 0 0-.913-.335 7.46 7.46 0 0 0-1.24-.098L1.99.106a.55.55 0 0 0-.505.4L.009 6.936c-.053.217.09.4.318.4h1.05a.538.538 0 0 0 .504-.4l.36-1.56a.538.538 0 0 1 .504-.4h.3c1.285-.001 2.28-.263 2.994-.789.719-.526 1.073-1.222 1.073-2.083 0-.377-.063-.694-.202-.947zm-2.265 2.1c-.318.233-.76.35-1.329.35H3.06c-.228 0-.368-.181-.319-.402l.316-1.364a.532.532 0 0 1 .5-.399l.345-.002c.402 0 .708.07.913.204.203.133.305.345.303.626.006.427-.156.755-.472.987zM11.975 2.075c-.396-.223-1.022-.335-1.877-.335-.423 0-.845.033-1.27.099-.315.048-.346.057-.54.1-.399.086-.462.485-.462.485l-.128.529c-.073.337.122.324.203.296.174-.052.271-.106.628-.185.34-.078.699-.136.984-.132.42 0 .74.044.955.135.211.092.317.25.317.477l-.019.149-.151.093c-.596.037-1.027.092-1.55.168-.51.071-.959.196-1.331.367-.4.176-.697.412-.904.713-.2.302-.301.668-.301 1.098 0 .405.145.74.428.998.283.254.658.378 1.107.378a3.02 3.02 0 0 0 .659-.061l.509-.176.43-.238.397-.262.005.008-.04.168-.002.007v.001c-.043.205.081.374.28.394l.005.004H11.282l.014-.006a.543.543 0 0 0 .452-.393l.766-3.315.04-.27.018-.253c.003-.47-.2-.818-.597-1.04zm-1.694 3.728l-.163.215-.413.214a1.471 1.471 0 0 1-.55.118c-.258 0-.461-.037-.598-.114l-.203-.394c0-.213.05-.382.154-.512l.445-.303c.19-.064.423-.119.693-.156.24-.03.714-.084.776-.086l.073.128c-.015.072-.15.636-.214.89zM31.054 2.08c-.399-.224-1.024-.336-1.877-.336-.423 0-.845.033-1.27.1-.315.047-.346.057-.54.098-.4.087-.461.487-.461.487l-.129.528c-.071.337.118.322.207.296.175-.052.27-.104.623-.186.339-.077.7-.133.986-.132.418 0 .74.045.953.136.213.091.317.25.317.476l-.016.148-.15.095c-.602.036-1.034.091-1.55.167-.51.071-.96.195-1.334.367-.398.176-.699.413-.904.714-.203.302-.301.668-.301 1.094 0 .408.143.742.43 1 .285.253.656.38 1.104.38.283-.003.502-.022.66-.062l.506-.173.435-.239.393-.265.007.009-.036.17-.004.003.002.003c-.048.205.077.375.279.393l.001.004H30.36l.016-.006a.538.538 0 0 0 .447-.396l.768-3.31.04-.272.023-.254c0-.468-.2-.815-.6-1.037zm-1.69 3.727l-.17.218-.41.212c-.194.078-.38.119-.547.119-.267 0-.464-.039-.597-.115l-.205-.393c0-.214.05-.381.15-.514.101-.124.257-.227.45-.302.188-.064.42-.116.691-.155.239-.03.712-.086.773-.087l.074.128c-.01.073-.146.634-.209.89zM25.986 1.18a1.625 1.625 0 0 0-.579-.621 2.578 2.578 0 0 0-.912-.335 7.221 7.221 0 0 0-1.236-.097L21.063.13a.546.546 0 0 0-.502.4l-1.477 6.43c-.053.218.093.399.317.399l1.052-.002a.545.545 0 0 0 .505-.397l.355-1.562a.545.545 0 0 1 .505-.399h.301c1.286 0 2.283-.264 3-.788.71-.53 1.069-1.224 1.069-2.087-.004-.375-.07-.693-.202-.943zM23.72 3.283c-.316.228-.759.345-1.325.345h-.261a.314.314 0 0 1-.322-.4l.319-1.363a.534.534 0 0 1 .501-.399l.34-.002c.405.002.708.069.914.203.206.135.303.346.306.626.002.427-.157.756-.472.99zM34.993.58c.048-.22-.09-.398-.316-.395h-.94c-.193 0-.367.143-.452.319l-.052.08-.048.209-1.315 5.978-.042.184.001.004c-.044.197.077.345.264.374l.016.022h.977c.191 0 .371-.146.453-.325l.05-.076L34.996.58h-.003zM19.113 1.82c-.248.004-1.26 0-1.26 0-.226 0-.516.183-.66.401 0 0-1.504 2.582-1.65 2.841l-.175-.002-.468-2.821c-.052-.222-.284-.412-.572-.412l-.941.002c-.227 0-.366.18-.315.4 0 0 .715 4.067.858 5.024.067.528-.008.622-.008.622l-.93 1.62c-.138.22-.064.4.161.4l1.088-.001c.227 0 .524-.178.659-.4l4.185-7.078c0 .001.402-.604.028-.596z"></path>
                        </svg>
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>PayPal или Braintree</h4>
                    <p>PayPal - мировой лидер в области онлайн-платежей, насчитывающий более 203 миллионов счетов по всему миру. Она доступна в 202 странах и 25 валютах по всему миру. Мы принимаем прямые платежи со счетов PayPal, а также платежи по кредитным картам с использованием услуг PayPal. <a className='privacy-link-1' href="https://www.paypal.com/webapps/mpp/ua/privacy-full">Политика конфиденциальности</a></p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <svg className='payment-symbol' viewBox="0 0 32 11">
                            <path d="M22.936 2.681a1.304 1.304 0 1 0 0-2.607 1.304 1.304 0 0 0 0 2.607zm-9.988.704c-.059.148-.482 1.344-1.506 2.584V.667l-2.73.54v9.61h2.73v-2.97c.79 1.185 1.18 2.97 1.18 2.97h3.27c-.324-1.345-1.738-3.823-1.738-3.823a11.976 11.976 0 0 0 1.915-3.609h-3.12zm7.175-.1c-2.444.078-3.685 1.175-3.685 3.355v4.177h2.667V7.41c0-1.306.17-1.865 1.72-1.919v-2.17c-.26-.054-.702-.037-.702-.037zM4.135 4.443c-.334-.022-1.108-.072-1.108-.769 0-.84 1.114-.84 1.532-.84.735 0 1.687.217 2.366.42 0 0 .38.134.702.27l.03.009V1.23l-.041-.012C6.814.938 5.88.668 4.152.668 1.17.667.114 2.403.114 3.891c0 .858.368 2.877 3.782 3.11.29.017 1.058.061 1.058.781 0 .595-.63.945-1.687.945A8.3 8.3 0 0 1 .3 8.152v2.372c1.023.268 2.175.402 3.526.402 2.916 0 4.221-1.643 4.221-3.272 0-1.847-1.46-3.047-3.912-3.21zm17.479 6.374h2.645V3.393h-2.645v7.424zM29.24 1.14v9.676h2.646V.667l-2.646.474zm-3.86 0l2.643-.474v10.15H25.38V1.14z"></path>
                        </svg>
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Skrill (MoneyBookers)</h4>
                    <p>Skrill - поистине глобальная компания. Она базируется в Лондоне и имеет офисы по всей Европе и США. В штате компании более 500 сотрудников, представляющих более 30 национальностей. Мы принимаем прямые платежи со счетов Skrill, а также платежи по кредитным картам с использованием их услуг. <a className='privacy-link-1' href="https://www.skrill.com/en/footer/privacypolicy/">Политика конфиденциальности</a></p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <svg className='webmoney-symbol' viewBox="0 0 32 32">
                            <path
                                d="M15.924.292c2.489 0 4.857.57 6.982 1.59.333.15.669.33 1 .51l-1.456 1.29-2.185-2.25-3.763 3.3-2.217-2.37-6.92 6.152 4.43 4.831-1.73 1.5 4.372 4.831-1.73 1.5 6.254 6.872 3.7-3.361 3.22 3.602c-.638.48-1.336.961-2.094 1.38a16.007 16.007 0 0 1-7.832 2.04C7.18 31.708.049 24.657.049 15.986.019 7.374 7.152.292 15.924.292zM13.01 15.026l3.794-3.362 3.4 3.751-3.795 3.361-3.4-3.75zm2.702 6.481l3.764-3.39 3.43 3.75-3.795 3.361-3.4-3.72zM10.31 8.634l3.793-3.36 3.4 3.75-3.795 3.36-3.398-3.75zm6.95-1.8l2.823-2.521 2.55 2.79-2.823 2.55-2.55-2.82zm5.039 11.552l2.822-2.52 2.55 2.82-2.823 2.522-2.549-2.822zm2.489 5.672l2.823-2.52 2.548 2.79-2.822 2.55-2.55-2.82zm1.153-12.964l1.882-1.68 1.7 1.86-1.882 1.68-1.7-1.86zm-2.428-5.551l1.882-1.71 1.7 1.89-1.883 1.68-1.699-1.86zm4.826 11.103l1.882-1.68 1.73 1.86-1.912 1.68-1.7-1.86zm-8.469-4.171l2.824-2.52 2.549 2.79-2.822 2.52-2.55-2.79z">
                            </path>
                        </svg>
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Webmoney</h4>
                    <p>WebMoney Transfer - это глобальная расчетная система и среда для ведения онлайн-бизнеса, основанная в 1998 году. С тех пор к системе присоединилось более 36 миллионов человек со всего мира. Мы принимаем прямые платежи в различных валютах, используя платформу обработки платежей Webmoney. <a className='privacy-link-1' href="https://wiki.wmtransfer.com/projects/webmoney/wiki/Privacy_Policy">Политика конфиденциальности</a></p>
                </div>
            </li>
        </ul>
    )
}

export { Google1, Google2, Paypal }