import React from 'react'

export default function Privacytable() {
    return (
        <table className='privacy-table'>
            <thead>
                <tr className='privacy-tr'>
                    <th>Цель обработки</th>
                    <th>Категории персональных данных</th>
                    <th>Правовая основа обработки</th>
                </tr>
            </thead>
            <tbody>
                <tr className='privacy-tr-gray-1'>
                    <td>Преддоговорные отношения (запросы оферт и ответы на них)</td>
                    <td>Идентификационные данные, контактные данные, входящая и исходящая электронная переписка</td>
                    <td>Выполнение услуг и контракта</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Платежи (расчет и управление платой за используемые Пользователем Услуги, подготовка счетов, выставление и сбор платежей)</td>
                    <td>Идентификационные данные, контактные данные, идентификатор транзакции (не номер кредитной карты)</td>
                    <td>Выполнение услуг и контракта</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Предоставление и обслуживание нашего Сервиса; поддержание и развитие отношений с клиентами, (заключение договоров, передача информации о выполнении договора, уведомление вас об изменениях в нашем Сервисе, обеспечение поддержки клиентов)</td>
                    <td>Идентификационные данные, контактные данные, входящая и исходящая электронная переписка</td>
                    <td>Выполнение услуг и контракта</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Управление обстоятельствами и событиями, влияющими на предоставление услуг пользователям (информирование, разрешение жалоб)</td>
                    <td>Идентификационные данные, Контактные данные</td>
                    <td>Выполнение услуг и контракта</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Идентификация клиента</td>
                    <td>Идентификационные данные</td>
                    <td>Выполнение услуг и контракта</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Для работы нашей службы</td>
                    <td>Сессионные файлы cookie</td>
                    <td>Выполнение услуг и контракта</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Идентификация клиента</td>
                    <td>Идентификационные данные</td>
                    <td>Юридическое обязательство</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Бухгалтерский учет (в т.ч. сохранение документов бухгалтерской базы)</td>
                    <td>Идентификационные данные, Контактные данные</td>
                    <td>Юридическое обязательство</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Информирование Государственной инспекции данных Латвийской Республики и Субъекта данных о нарушениях персональных данных</td>
                    <td>Идентификационные данные, Контактные данные</td>
                    <td>Юридическое обязательство</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Ответы на информационные запросы органов государственной власти и государственных учреждений</td>
                    <td>Идентификационные данные, Контактные данные</td>
                    <td>Юридическое обязательство</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Развитие сервиса (в том числе для сбора аналитической или ценной информации, чтобы мы могли улучшить наш сервис)</td>
                    <td>Идентификационные данные, Контактные данные, Данные об использовании</td>
                    <td>Законный интерес</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Внутригрупповой обмен данными</td>
                    <td>Идентификационные данные, Контактные данные</td>
                    <td>Законный интерес</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Поддержание и развитие отношений с клиентами (ответы на запросы, общее обслуживание клиентов, обмен информацией)</td>
                    <td>Идентификационные данные, Контактные данные, Данные об использовании</td>
                    <td>Законный интерес</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Общая статистика обслуживания</td>
                    <td>Анонимизированные данные</td>
                    <td>Законный интерес</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Предоставление доказательств против претензий по поводу несоответствия услуг и/или невыполнения договорных обязательств, а также предоставление доказательств против возможных претензий, которые могут возникнуть в результате любого правонарушения, которое может быть совершено; контроль и улучшение обслуживания клиентов</td>
                    <td>Входящая и исходящая электронная корреспонденция, данные об использовании</td>
                    <td>Законный интерес</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>В целях безопасности для обнаружения, предотвращения и устранения технических проблем, а также для мониторинга использования нашего Сервиса</td>
                    <td>Cookies безопасности, данные об использовании</td>
                    <td>Законный интерес</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Предоставлять вам новости, специальные предложения и общую информацию о других товарах, услугах и мероприятиях, которые мы предлагаем и которые похожи на те, что вы уже приобрели или о которых вы спрашивали, если только вы не решили не получать такую информацию</td>
                    <td>Контактные данные</td>
                    <td>Законный интерес</td>
                </tr>
                <tr className='privacy-tr-gray-2'>
                    <td>Прямой маркетинг (электронные письма, SMS)</td>
                    <td>Идентификационные данные, Контактные данные</td>
                    <td>Согласие</td>
                </tr>
                <tr className='privacy-tr-gray-1'>
                    <td>Чтобы запомнить ваши предпочтения и различные настройки</td>
                    <td>Файлы cookie для предпочтений</td>
                    <td>Согласие</td>
                </tr>
            </tbody>
        </table>
    )
}