import React from 'react'
import { LiaCertificateSolid } from "react-icons/lia";

export default function PrivacyRights() {
    return (
        <ul>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <LiaCertificateSolid className='privacy-premium' />
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Право на получение информации и право на доступ (GDPR)</h4>
                    <p>Компания стремится принимать разумные меры, чтобы вы могли исправлять, изменять, удалять или ограничивать использование ваших личных данных. Когда это возможно, вы можете обновить свои Личные данные непосредственно в разделе настроек вашей учетной записи. Если вы не можете изменить свои Личные данные, пожалуйста, свяжитесь с нами, чтобы внести необходимые изменения.</p>
                    <p>Если вы хотите получить информацию о том, какие личные данные мы храним о вас, и получить копию личных данных, которые мы храним о вас, пожалуйста, свяжитесь с нами.</p>
                    <p>Вы имеете право на переносимость данных в отношении информации, которую вы предоставляете компании. Вы можете запросить копию ваших личных данных в общепринятом электронном формате, чтобы вы могли управлять ими и переносить их. Обратите внимание, что мы можем попросить вас подтвердить свою личность, прежде чем отвечать на такие запросы.</p>
                    <p>Мы не будем продавать, передавать или сдавать в аренду вашу личную информацию третьим лицам или использовать ваш адрес электронной почты для нежелательной рассылки. Любые электронные письма, отправляемые Компанией, будут связаны только с предоставлением оговоренных услуг и продуктов. Исключение составляют: предоставление информации ЦА, банкам, платежным шлюзам, службе ShopperApproved.com и государственным структурам.</p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <LiaCertificateSolid className='privacy-premium' />
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Право на исправление (GDPR)</h4>
                    <p>Вы имеете право запросить обновление любой личной информации о вас, если она неточна или неполна. Пожалуйста, обратите внимание, что мы не можем изменить счета за предыдущие месяцы, так как вся информация уже отправлена в местный офис TAX/VAT с указанием первоначальной информации.</p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <LiaCertificateSolid className='privacy-premium' />
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Право на стирание (GDPR)</h4>
                    <p>Право на стирание не обеспечивает абсолютного "права быть забытым". Физические лица имеют право на удаление Личных данных и на предотвращение их обработки в определенных обстоятельствах: (i) если личные данные больше не нужны в связи с целью, для которой они были первоначально собраны/обработаны; (ii) личные данные обрабатываются в связи с предложением услуг информационного общества ребенку; (iii) если вы отзываете согласие; (iv) личные данные были незаконно обработаны (т. е. в нарушение GDPR); (v) если человек возражает против обработки и не существует преобладающих законных интересов или других правовых оснований для продолжения обработки; (vi) личные данные должны быть удалены в целях соблюдения правовых обязательств.</p>
                    <p>Мы не можем удалить/удалить выставленные и оплаченные счета, так как нам необходимо предоставить эту информацию в местное налоговое/налоговое управление, однако остальная информация будет удалена по вашему запросу.</p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <LiaCertificateSolid className='privacy-premium' />
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Право на ограничение обработки (GDPR)</h4>
                    <p>При определенных обстоятельствах вы имеете право потребовать "заблокировать" или прекратить обработку Персональных данных на определенный период (например, если вы возражали против обработки Персональных данных). Когда обработка ограничена, нам разрешается хранить Личные данные, но не обрабатывать их в дальнейшем.</p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <LiaCertificateSolid className='privacy-premium' />
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Право на возражение (GDPR)</h4>
                    <p>Вы имеете право возражать против такой обработки данных, которая основана на законных интересах компании, включая профилирование на основе наших законных интересов. Мы прекратим обработку ваших персональных данных, когда вы представите возражение, за исключением случаев, когда мы можем продемонстрировать убедительные законные основания для обработки или когда обработка необходима для установления, осуществления или защиты юридических требований. Вы также имеете право в любое время возразить против обработки ваших персональных данных в целях прямого маркетинга. После получения такого возражения мы прекратим обработку ваших персональных данных для прямого маркетинга.</p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <LiaCertificateSolid className='privacy-premium' />
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Право на переносимость данных (GDPR)</h4>
                    <p>Если вы хотите воспользоваться любым из вышеупомянутых прав, свяжитесь с нами по адресу электронной почты privacy@gogetssl.com. Для того чтобы ответить на ваш запрос, мы должны сначала аутентифицировать вас, чтобы избежать предоставления информации посторонним лицам. Мы ответим на ваши запросы в течение 30 дней.</p>
                    <p>Мы уважаем вашу конфиденциальность и хотим, чтобы обработка нами ваших персональных данных была понятной и прозрачной. Для этого мы разработали настоящую Политику конфиденциальности. Если вам необходима дополнительная информация об обработке ваших персональных данных или осуществлении ваших прав, пожалуйста, свяжитесь с нами по адресу электронной почты privacy@gogetssl.com.</p>
                    <p>Если вы считаете, что обработка ваших Персональных данных нарушает требования GDPR, вы имеете право обратиться в Государственную инспекцию данных Латвийской Республики (info@dvi.gov.lv) и в суд для защиты своих прав и интересов.</p>
                </div>
            </li>
            <li className='lei-info privacy-info'>
                <div className='lei-info-left'>
                    <span>
                        <LiaCertificateSolid className='privacy-premium' />
                    </span>
                </div>
                <div className='lei-info-right'>
                    <h4>Право связаться с нами, подать жалобу в Государственную инспекцию данных Латвийской Республики и в суд (GDPR)</h4>
                    <p>В случае если обработка Персональных данных основана на вашем согласии или на договоре между нами и Персональные данные обрабатываются автоматически, вы имеете право на доступ к Персональным данным о вас, которые вы предоставили нам в структурированной, общедоступной и машиночитаемой форме. Вы имеете право легко перемещать, копировать или переносить Личные данные из одной ИТ-среды в другую безопасным и надежным способом. Мы будем предоставлять все Личные данные в структурированном виде, используя открытые форматы, такие как CSV.</p>
                </div>
            </li>
        </ul>
    )
}