[
  {
    "sslDescription": "Базовый EV SSL-сертификат от DigiCert CA предлагает отличную долгосрочную масштабируемость, позволяя вам добавить до 250 стандартных доменов сейчас или позже - и все это под одним сертификатом. Это значительно упрощает управление сертификатами! Можно приобрести подписку на SSL-сертификат на срок до 6 (шести) лет, чтобы сэкономить деньги и упростить процесс повторной проверки.\n\nКроме того, это SSL-сертификат с расширенной проверкой (EV) - самый высокий уровень проверки, который вы можете получить. Это станет серьезным стимулом для вашего сайта, поскольку пользователи смогут проверить информацию о вашей организации прямо в данных сертификата. В сочетании с дополнительным DigiCert Dynamic Site Seal вы непременно вызовете больше доверия у своих пользователей.\n\nSSL поставляется с приоритетной проверкой, гарантией на 1 750 000 долларов и, конечно, неограниченным количеством бесплатных переизданий. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert, удостоенной наград.",
    "rows": [
      {
        "title": "Поддержка SAN включена",
        "icon": "san2",
        "content": "<p>Отличный способ организовать защиту всех ваших сайтов/поддоменов с помощью одного SSL, поскольку теперь вы можете поддерживать до 250 различных элементов SAN в DigiCert Basic EV SSL. Гораздо проще управлять одним SSL вместо нескольких; тот же срок действия, закрытый ключ и тот же процесс проверки.</p>"
      },
      {
        "title": "Необходимые документы",
        "icon": "signdoc",
        "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification\">руководствами по проверке</a>, подготовленными менеджерами по продажам.</p>"
      },
      {
        "title": "Совместимость с 99,99% устройств",
        "icon": "compatible",
        "content": "<p>Digicert CA демонстрирует фантастические результаты в области совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это значит, что ваш SSL будет надежным и работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список</a> протестированных устройств.</p>"
      },
      {
        "title": "Сравнить Secure Site EV",
        "icon": "compare",
        "content": "<p>Выбрать подходящий SSL-сертификат сложно, даже если вы опытный пользователь, например, хостинга или интернет-провайдера. Не нужно быть экспертом, ведь у нас есть профессиональный инструмент сравнения SSL-сертификатов, который позволяет выбрать наиболее популярные марки CA.</p>"
      }
    ],
    "id": "175"
  },
  {
    "sslDescription": "SSL-сертификат DigiCert Basic OV Flex предлагает большой выбор и возможность настройки, чтобы подобрать наиболее доступную смесь доменов, соответствующую вашим потребностям. Благодаря новой функции flex вы можете смешивать и сочетать до 250 стандартных доменов или доменов с диким знаком. И что самое приятное - вы можете защитить столько доменов, сколько захотите, сейчас или позже - все под одним сертификатом, что делает управление сертификатами удобным и простым. Поддерживаются алгоритмы шифрования RSA и ECC (Elliptic Curve Cryptography).\n\nSSL поставляется с приоритетной проверкой, гарантией на 1 250 000 долларов и, конечно же, неограниченным количеством бесплатных перевыпусков. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert.",
    "rows": [
      {
        "title": "Новая технология FLEX",
        "icon": "flex",
        "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о сертификатах <a href=\"/wiki/ssl-basics/flex-ssl/\">Flex.</a></p>"
      },
      {
        "title": "Поддержка SAN включена",
        "icon": "san2",
        "content": "<p>В DigiCert Secure Site SSL есть возможность добавить до 250 элементов SAN (Subject Alternative Name) за дополнительную цену. Это делает продукт еще лучше, поскольку вы можете защитить все свои корпоративные сайты с помощью одного SSL. Каждый элемент SAN может защищать домен ИЛИ поддомен. По умолчанию Secure Site поддерживает оба варианта с/без WWW только для основного доменного имени.</p>"
      },
      {
        "title": "Необходимые документы",
        "icon": "signdoc",
        "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководствами по проверке</a>, подготовленными менеджерами по продажам</p>"
      },
      {
        "title": "Повышение рейтинга сайта в Google",
        "icon": "increase",
        "content": "<p>DigiCert Basic OV (Flex) является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для максимального увеличения количества кликов и конверсий, а также Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
      },
      {
        "title": "Совместимость с 99,99% устройств",
        "icon": "compatible",
        "content": "<p>Basic OV SSL демонстрирует фантастические результаты в области совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список </a>протестированных устройств.</p>"
      },
      {
        "title": "Сравнить SSL-сертификат",
        "icon": "compare",
        "content": "<p>Честно говоря, OV SSL (Flex) - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является основным фактором при выборе лучшего продукта. DigiCert поставляется без неограниченного лицензирования серверов; иногда это может иметь решающее значение. Пожалуйста, найдите время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
      }
    ],
    "id": "173"
  },
  {
    "sslDescription": "Экстраординарный SSL-сертификат Code Signing с расширенной проверкой для издателей и разработчиков по всему миру. Он обеспечивает более безопасный процесс подписания кодовых сертификатов и приносит доверие к неприкосновенности приложения. Без сомнения, это лучший способ загрузить ваше приложение в Интернете.\nDigiCert Extended Validation Code Signing завоевал положительную репутацию в операционных системах и браузерах. Windows 10 требует использования EV Code Sign SSL для драйверов пользовательского режима и режима ядра. DigiCert EV Code signing SSL выпускается DigiCert CA, который является одним из старейших центров сертификации (CA) с тысячами клиентов в более чем 180 странах.",
    "rows": [
      {
        "title": "Подписание кодов для бизнеса",
        "icon": "signdoc",
        "content": "<p>DigiCert Code Signing SSL требует прохождения процедуры расширенной проверки. Центр сертификации проверяет вашу компанию по базам данных местных органов власти. Обычно это занимает 1-3 рабочих дня, но иногда может занять больше времени. Процесс обратного звонка требует создания объявления на местных желтых страницах. Мы настоятельно рекомендуем ознакомиться с <a href=\"/wiki/validation/extended-validation-ssl-verification/\">руководством </a>по проверке организации.</p>"
      },
      {
        "title": "Сравните SSL с подписью кода",
        "icon": "compare",
        "content": "<p>У нас есть несколько SSL-сертификатов с кодовой подписью, поэтому вам может понадобиться сравнить их, чтобы выбрать лучший. Существует более десяти различных критериев для сравнения кодовых сертификатов. Проверьте наш инструмент сравнения, чтобы получить больше информации.</p>"
      }
    ],
    "id": "89"
  },
  {
    "sslDescription": "SSL-сертификат DigiCert Code Signing от DigiCert CA гарантирует конечным клиентам, что загруженный код является оригинальным, не содержит вредоносных кодов и не распространяется третьими лицами. Клиенты немедленно получают уведомление от мирового лидера о том, что код проверен, что создает мгновенное доверие к вашей компании.\nПодписание кода SSL делает практически невозможным повреждение или копирование вашей интеллектуальной собственности и обеспечивает надежную защиту клиентов. DigiCert поддерживает Adobe® AIR™, Office, Microsoft Authenticode®, VBA, JavaSoft™ и Apple®. Вы также можете использовать его для приложений AT&T Developer Program, Windows Phone, Symbian Signed, и он проверен на Java.",
    "rows": [
      {
        "title": "Подписание кодов для бизнеса",
        "icon": "signdoc",
        "content": "<p>DigiCert Code Signing SSL требует прохождения процесса бизнес валидации. Центр сертификации проверяет вашу компанию по базам данных местных органов власти. Обычно это занимает 1-3 рабочих дня, но иногда может занять больше времени. Процесс обратного звонка требует создания объявления на местных желтых страницах. Мы настоятельно рекомендуем ознакомиться с <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководством </a>по проверке организации.</p>"
      },
      {
        "title": "Сравните SSL с подписью кода",
        "icon": "compare",
        "content": "<p>У нас есть несколько SSL-сертификатов с кодовой подписью, поэтому вам может понадобиться сравнить их, чтобы выбрать лучший. Существует более десяти различных критериев для сравнения кодовых сертификатов. Проверьте наш инструмент сравнения, чтобы получить больше информации.</p>"
      }
    ],
    "id": "39"
  },
  {
    "sslDescription": "DigiCert Secure Site SSL, выпущенный DigiCert CA, является одним из лучших сертификатов в мире, так как он был выпущен старейшим и наиболее надежным CA во всем мире, известным в прошлом как VeriSign CA. 256-битные сертификаты DigiCert работают с хэш-алгоритмом RSA и идеально подходят для защиты интранет/экстранет и веб-сайтов.\nSecure Site SSL поставляется с одной из лучших команд поддержки и продаж, которые готовы помочь вам 24 часа в сутки. Они всегда доступны, когда вы в них нуждаетесь. Secure Site предоставляет самый высокий уровень гарантии в размере 1,750,000$ в индустрии SSL. Каждый SSL поставляется с ежедневной проверкой на вредоносное ПО, что поможет вам защитить весь сайт от вредоносных инфекций.",
    "rows": [
      {
        "title": "Новая технология FLEX",
        "icon": "flex",
        "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex.</a></p>"
      },
      {
        "title": "Требуется подтверждение бизнеса",
        "icon": "signdoc",
        "content": "<p>DigiCert CA, выпускающий DigiCert SSL, управляет лучшим центром проверки с многоязыковой поддержкой и местными агентами по всему миру. Благодаря этому процесс аудита/верификации проходит легко и гладко. Обычно выдача SSL занимает 1-5 рабочих дней, иногда немного больше, если требуется больше проверок. Для проверки бизнеса требуется обратный звонок и проверка контроля домена. Пожалуйста, ознакомьтесь с удобным <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководством </a>по проверке, чтобы получить более четкое представление.</p>"
      },
      {
        "title": "Интеллектуальная печать DigiCert",
        "icon": "premium",
        "content": "<p>Обеспечьте своим клиентам уверенность, необходимую для взаимодействия с вашим сайтом и совершения покупок на нем. DigiCert Smart Seal - это революционная интерактивная печать, которая показывает пользователям, что ваш сайт надежен, безопасен и управляется проверенной организацией, которой они могут доверять. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
      },
      {
        "title": "Поддержка SAN включена",
        "icon": "san2",
        "content": "<p>В DigiCert Secure Site SSL есть возможность добавить до 250 элементов SAN (Subject Alternative Name) за дополнительную цену. Это делает продукт еще лучше, поскольку вы можете защитить все свои корпоративные сайты с помощью одного SSL. Каждый элемент SAN может защищать домен ИЛИ поддомен. По умолчанию Secure Site поддерживает оба варианта с/без WWW только для основного доменного имени.</p>"
      },
      {
        "title": "Усилитель Google",
        "icon": "increase",
        "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он имеет как Seal-in-Search для максимального увеличения количества кликов и конверсий, так и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
      },
      {
        "title": "Отличная совместимость",
        "icon": "compatible",
        "content": "<p>Один из лучших SSL с почти 100% совместимостью с мобильными устройствами и браузерами. Доверяется практически всем устройствам на планете, продукты высоко оценены корпорацией Microsoft. Выбирайте этот продукт, если вам важна высочайшая степень защиты вашего сайта. Просмотрите список всех <a href=\"/wiki/ssl-basics/supported-devices/\">совместимых устройств</a> и браузеров с помощью RapidSSL Standard.</p>"
      },
      {
        "title": "Сравнение безопасных сайтов",
        "icon": "compare",
        "content": "<p>Secure Site - отличный продукт. Однако важно сравнить его с другими сертификатами, поскольку все сертификаты имеют свои преимущества и недостатки. Наша команда предлагает простой инструмент сравнения, чтобы получить четкое представление о DigiCert и других центрах сертификации</p>"
      }
    ],
    "id": "41"
  },
  {
    "sslDescription": "Без сомнения, это лучший EV SSL-сертификат в отрасли, выпущенный DigiCert CA. DigiCert Secure Site EV SSL - абсолютный лидер доверия с многолетней историей. SSL имеет 256-битное шифрование и поддерживает алгоритм хэширования SHA2. Вы можете добавить до 250 элементов SAN для защиты всех ваших сайтов одновременно\nDigiCert Secure Site EV требует расширенной проверки для получения зеленой адресной строки, что увеличивает конверсию до 17,3%. DigiCert CA обеспечивает безопасность миллионов веб-сайтов в 172+ странах. Поддержка клиентов осуществляется 7 дней в неделю, 24 часа в сутки и бесплатно.",
    "rows": [
      {
        "title": "Расширенная проверка требует",
        "icon": "signdoc",
        "content": "<p>DigiCert Secure Site EV требует проверки организации, подтверждения владения доменом и процесса обратного звонка. DigiCert имеет мультиязычную поддержку и множество местных агентов по всему миру, чтобы сделать процесс быстрым и легким. Убедитесь, что у вас достаточно терпения, так как иногда процесс проверки может занять некоторое время. Потратьте минуту и прочитайте пошаговое <a href=\"/wiki/validation/extended-validation-ssl-verification/\">руководство </a>по проверке.</p>"
      },
      {
        "title": "Интеллектуальная печать DigiCert",
        "icon": "premium",
        "content": "<p>Эти сертификаты включают DigiCert Smart Seal - динамическую печать сайта, с помощью которой посетители вашего сайта могут легко убедиться в его безопасности. Эту высокоинтерактивную печать трудно подделать, и она тщательно разработана, чтобы вызвать доверие у посетителей вашего сайта. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert.</a></p>"
      },
      {
        "title": "Поддержка SAN включена",
        "icon": "san2",
        "content": "<p>Отличный способ организовать защиту всех ваших сайтов/поддоменов с помощью одного SSL, поскольку теперь вы можете поддерживать до 250 различных элементов SAN в DigiCert Secure Site EV SSL. Гораздо проще управлять одним SSL вместо нескольких; тот же срок действия, закрытый ключ и тот же процесс проверки.</p>"
      },
      {
        "title": "Усилитель Google",
        "icon": "increase",
        "content": "<p>DigiCert Secure Site EV является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для максимального увеличения количества кликов и конверсий и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
      },
      {
        "title": "Эксперт по совместимости",
        "icon": "compatible",
        "content": "<p>DigiCert - абсолютный эксперт в области SSL с почти 100% совместимостью с браузерами, мобильными устройствами и серверами. Настоятельно рекомендуется для крупных предприятий, проектов электронной коммерции, банков и государственных организаций. Посетите нашу <a href=\"/wiki/ssl-basics/supported-devices/\">страницу помощи</a> по совместимости, чтобы иметь четкое представление о том, какие устройства поддерживаются.</p>"
      },
      {
        "title": "Сравнить Secure Site EV",
        "icon": "compare",
        "content": "<p>Выбрать подходящий SSL-сертификат сложно, даже если вы опытный пользователь, например, хостинга или интернет-провайдера. Не нужно быть экспертом, ведь у нас есть профессиональный инструмент сравнения SSL-сертификатов, который позволяет выбрать наиболее популярные марки CA.</p>"
      }
    ],
    "id": "44"
  },
  {
    "sslDescription": "DigiCert Secure Site Pro с включенной функцией SGC и поддержкой ECC - самый известный и уважаемый SSL на крупных предприятиях, в банках, проектах электронной коммерции и государственных структурах. 256-битный Secure Site Pro позволяет выпускать SSL с хэш-алгоритмом SHA256 и ECC. Вы можете заказать до 250 SAN, чтобы защитить все, что у вас есть, с помощью одного сертификата.\nDigiCert CA, выпускающий SSL-сертификаты DigiCert, является самым уважаемым SSL-провайдером на планете. DigiCert управляет SSL-сертификатами RapidSSL, GeoTrust, Thawte и DigiCert. Более 210 000 сайтов защищены по всему миру, и число их растет. Без сомнения, это лучший выбор для вашего проекта.",
    "rows": [
      {
        "title": "Новая технология FLEX",
        "icon": "flex",
        "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex.</a></p>"
      },
      {
        "title": "Требуется подтверждение бизнеса",
        "icon": "signdoc",
        "content": "<p>Центр сертификации DigiCert имеет мультиязычную поддержку с множеством агентов по всему миру, что делает проверку неанглоязычных клиентов беспроблемной. Это очень важно для китайских, японских, русских, испанских и других клиентов. В большинстве случаев проверка занимает от 1 до 5 рабочих дней, но может занять больше времени в случае возникновения трудностей или сложных ситуаций. Прочитайте наши<a href=\"/wiki/validation/business-validation-ssl-verification/\"> руководства по проверке</a>, чтобы узнать о процессе проверки.</p>"
      },
      {
        "title": "Криптография с закрытым сервером (SGC)",
        "icon": "shield",
        "content": "<p>SGC SSL - единственный продукт, который повышает уровень шифрования 40-битного браузера до 256-битного. Важно обеспечить надежное шифрование для всех ваших посетителей, даже для тех, кто использует старые версии Internet Explorer из Windows. В основном предлагается для крупных экстрасетей, интернет-банков и предприятий.</p>"
      },
      {
        "title": "Интеллектуальная печать DigiCert",
        "icon": "premium",
        "content": "<p>Обеспечьте своим клиентам уверенность, необходимую для взаимодействия с вашим сайтом и совершения покупок на нем. DigiCert Smart Seal - это революционная интерактивная печать, которая показывает пользователям, что ваш сайт надежен, безопасен и управляется проверенной организацией, которой они могут доверять. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert.</a></p>"
      },
      {
        "title": "Защита нескольких веб-сайтов",
        "icon": "san2",
        "content": "<p>Используйте опцию SAN (Subject Alternative Name), чтобы свести к минимуму управление несколькими SSL-сертификатами, ведь теперь вы можете защитить все свои сайты, поддомены, домены с подстановочными знаками и даже публичные IP-адреса с помощью одного SSL. DigiCert Secure Site Pro поставляется с поддержкой 250 SAN за дополнительную плату.</p>"
      },
      {
        "title": "SEO-ускоритель Google",
        "icon": "increase",
        "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он имеет как Seal-in-Search для максимального увеличения количества кликов и конверсий, так и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
      },
      {
        "title": "Совместимость устройств",
        "icon": "compatible",
        "content": "<p>DigiCert CA старается сделать свои сертификаты одними из лучших в мире, поэтому Secure Site Pro SSL имеет почти 100% совместимость с браузерами и мобильными устройствами. Это самый высокий результат, который мы видели. Заказывая этот SSL, вы можете не сомневаться, что он будет работать практически на всех устройствах на планете. Вот список известных <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых устройств</a>.</p>"
      },
      {
        "title": "Сравнить DigiCert SSL",
        "icon": "compare",
        "content": "<p>SSL-сертификаты SGC - это дорогие сертификаты, и их не так много на рынке. Цена может варьироваться от 80$ до 1000$ в год. Обратите внимание, что цена не является основным фактором при выборе SSL, пожалуйста, подумайте, прежде чем купить его. Наш инструмент сравнения SSL делает процесс выбора простым, как 1-2-3.</p>"
      }
    ],
    "id": "42"
  },
  {
    "sslDescription": "DigiCert Secure Site Pro EV является номером один в мире. Он обладает множеством функций, которые делают его таким особенным. Функция SGC увеличивает минимальное 40-битное шифрование в старых браузерах до мощного 256-битного. Расширенная валидация дает еще одну замечательную возможность - зеленую адресную строку, которая повышает продажи и уровень доверия посетителей. SAN может защитить до 250 различных доменов или субдоменов одновременно. Более того, на них предоставляется гарантия в размере 1 750 000 долларов, что является самым высоким показателем в отрасли, и да, они поддерживают алгоритм хэширования ECC.\nС помощью DigiCert Secure Site Pro EV SSL весь трафик между вашим сервером и клиентом будет зашифрован с использованием хэш-алгоритмов RSA или даже ECC. DigiCert CA - самый надежный орган, имеющий клиентов в более чем 170 странах. Используя систему управления GoGetSSL, вы можете быстро и легко выпустить/перевыпустить свой SSL-сертификат",
    "rows": [
      {
        "title": "Требуется расширенная проверка",
        "icon": "signdoc",
        "content": "<p>Одним из наиболее значимых преимуществ работы с центром сертификации DigiCert является наличие нескольких офисов и местных агентов по всему миру, что дает им возможность подтверждать заказы гораздо проще, говоря на вашем языке. Расширенная валидация всегда сопровождается зеленой адресной строкой, которая мгновенно отображается на вашем сайте. Это может увеличить конверсию до 17,3%, и это прекрасный результат. Пожалуйста, уделите минуту и прочитайте наше руководство по <a href=\"/wiki/validation/extended-validation-ssl-verification/\">расширенной валидации</a>, чтобы найти ответы на самые распространенные вопросы.</p>"
      },
      {
        "title": "Криптография с закрытым сервером (SGC)",
        "icon": "shield",
        "content": "<p>Сегодня лишь небольшая часть клиентов использует старые браузеры, такие как Microsoft Internet Explorer 5/6. Однако проблема в том, что старые браузеры поддерживают только 40-битное шифрование, и именно поэтому так важны сертификаты SGC. Они повышают уровень стандартного 40-битного шифрования до мощного 256-битного. Банки, интернет-банки, крупные экстрасети и сайты электронной коммерции по-прежнему должны использовать сертификаты SGC, чтобы быть уверенными в том, что они хорошо защищены.</p>"
      },
      {
        "title": "Интеллектуальная печать DigiCert",
        "icon": "premium",
        "content": "<p>SSL-сертификат DigiCert Secure Site Pro EV поставляется с революционной печатью DigiCert Smart Seal, которая поможет конечным пользователям быстро проверить безопасность вашего сайта. Одним нажатием кнопки пользователи вашего сайта смогут убедиться в том, что ваш сайт проверен и защищен. Это даст им уверенность в том, что они могут без опасений пользоваться вашим сайтом и совершать на нем покупки. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
      },
      {
        "title": "Поддержка SAN",
        "icon": "san2",
        "content": "<p>Больше нет необходимости использовать несколько SSL-сертификатов с разными CSR, RSA-ключами и сроками действия, поскольку DigiCert Secure Site Pro EV может защитить до 250 элементов SAN. Каждый SAN может защищать отдельные записи, такие как доменное имя или субдомен. Еще одним преимуществом является цена, поскольку SAN-элементы стоят меньше, чем стандартный SSL-сертификат.</p>"
      },
      {
        "title": "Повышение поискового рейтинга в Google",
        "icon": "increase",
        "content": "<p>6 августа 2014 года Google объявил о небольших обновлениях поискового алгоритма, и теперь все сайты, использующие SSL-сертификаты, получают более высокие позиции в поисковой выдаче. Это отличная новость, так как скоро все больше и больше сайтов будут использовать HTTPS вместо HTTP. Давайте защищать мир онлайн вместе.</p>"
      },
      {
        "title": "Поддерживаемые устройства",
        "icon": "compatible",
        "content": "<p>DigiCert Secure Site Pro EV является эталонным продуктом, так как имеет почти 100% поддержку мобильных устройств и браузеров. Он не имеет конфликтов с каждым опубликованным устройством. Цертификаты DigiCert проходят все SSL-проверки с наивысшими результатами. Проверьте<a href=\"/wiki/ssl-basics/supported-devices/\"> список совместимости</a>, если вы не уверены, поддерживается ли ваше устройство/браузер.</p>"
      },
      {
        "title": "Сравнить DigiCert SSL",
        "icon": "compare",
        "content": "<p>На нашем сайте работает один из самых подробных инструментов сравнения SSL, доступных на сегодняшний день. Он сравнивает сертификаты по множеству характеристик. Он был создан для того, чтобы каждый пользователь мог сравнить и понять, какой SSL заказать и почему. Свяжитесь с нашими менеджерами по продажам, если вы запутались и у вас есть дополнительные вопросы.</p>"
      }
    ],
    "id": "43"
  },
  {
    "sslDescription": "Самый мощный и дорогой SSL на планете - DigiCert Secure Site Pro Wildcard с 256-битным шифрованием. Он поддерживает RSA и самые сильные алгоритмы шифрования ECC (Elliptic Curve Cryptography). Защитите свой домен, а также неограниченное количество субдоменов с помощью одного Wildcard SSL.\nSSL поставляется с приоритетной проверкой, гарантией на 1 500 000 долларов и, конечно же, неограниченным количеством бесплатных перевыпусков. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert. Кроме того, вы получите DigiCert Smart Seal, а также автоматическое сканирование на наличие вредоносных программ и уязвимостей.",
    "rows": [
      {
        "title": "Неограниченное количество поддоменов",
        "icon": "wildcard",
        "content": "<p>Текущий SSL поддерживает неограниченное количество поддоменов в рамках одного доменного имени из общего имени вашей CSR. Это удобно для защиты всех поддоменов вашей системы одним и тем же SSL, а также экономит деньги. Обратите внимание, что продукты DigiCert имеют неограниченное серверное лицензирование, то есть вам не придется платить дополнительную плату за каждое устройство/IP.</p>"
      },
      {
        "title": "Необходимые документы",
        "icon": "signdoc",
        "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководствами </a>по проверке, подготовленными менеджерами по продажам.</p>"
      },
      {
        "title": "Интеллектуальная печать DigiCert",
        "icon": "premium",
        "content": "<p>Этот SSL-сертификат DigiCert поставляется с DigiCert Smart Seal - революционной печатью сайта, которая помогает конечным пользователям быстро проверить владельца веб-сайта. Пользователи могут быстро проверить название организации/предприятия, адрес, статус проверки на вредоносное ПО и другие данные. Поставьте DigiCert Smart Seal на свой сайт, чтобы повысить доверие пользователей, уменьшить количество отказов от посещения сайта и увеличить продажи/конверсию. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
      },
      {
        "title": "Повышение рейтинга сайта в Google",
        "icon": "increase",
        "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для увеличения количества кликов и конверсий и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
      },
      {
        "title": "Совместимость с 99,99% устройств",
        "icon": "compatible",
        "content": "<p>DigiCert Secure Site Wildcard SSL демонстрирует фантастические результаты совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список</a> протестированных устройств.</p>"
      },
      {
        "title": "Сравнить SSL-сертификат",
        "icon": "compare",
        "content": "<p>Честно говоря, DigiCert Secure Site Wildcard SSL - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является основным фактором при выборе лучшего продукта. DigiCert поставляется без неограниченного лицензирования серверов; иногда это может иметь решающее значение. Пожалуйста, потратьте время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
      }
    ],
    "id": "113"
  },
  {
    "sslDescription": "DigiCert Secure Site Wildcard SSL оснащен 256-битным шифрованием и хэш-алгоритмами RSA/ECC. Wildcard - означает, что он может защитить неограниченное количество поддоменов вашего основного домена. Требуется прохождение проверки бизнеса, проверка владения доменом и обратный звонок для идентификации по телефону. Гарантия на 1 500 000 долларов предоставляется на каждый сертификат Secure Site Wildcard.\nSSL-сертификат Secure Site Wildcard поставляется с печатью DigiCert Smart Seal и ежедневной проверкой сайтов на наличие вредоносных программ. Используя этот SSL-сертификат, вы получаете доступ к круглосуточной поддержке семь дней в неделю. Компания DigiCert, также известная как Verisign, является одним из самых авторитетных центров сертификации (ЦС) в мире. Без сомнения, это особенный Wildcard SSL, который мы продаем в нашем SSL-магазине.",
    "rows": [
      {
        "title": "Неограниченное количество поддоменов",
        "icon": "wildcard",
        "content": "<p>Текущий SSL поддерживает неограниченное количество поддоменов в рамках одного доменного имени из общего имени вашей CSR. Это удобно для защиты всех поддоменов вашей системы одним и тем же SSL, а также экономит деньги. Обратите внимание, что продукты DigiCert имеют неограниченное серверное лицензирование, то есть вам не придется платить дополнительную плату за каждое устройство/IP.</p>"
      },
      {
        "title": "Необходимые документы",
        "icon": "signdoc",
        "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководствами </a>по проверке, подготовленными менеджерами по продажам.</p>"
      },
      {
        "title": "Интеллектуальная печать DigiCert",
        "icon": "premium",
        "content": "<p>SSL-сертификаты DigiCert Secure Site поставляются с революционной печатью DigiCert Smart Seal, которая помогает конечным пользователям быстро проверить владельца веб-сайта. Пользователи вашего сайта смогут быстро и легко убедиться в том, что ваш сайт заслуживает доверия и управляется зарегистрированной организацией. С печатью DigiCert Smart Seal посетители вашего сайта смогут пользоваться вашим сайтом с уверенностью. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
      },
      {
        "title": "Повышение рейтинга сайта в Google",
        "icon": "increase",
        "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для увеличения количества кликов и конверсий и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
      },
      {
        "title": "Совместимость с 99,99% устройств",
        "icon": "compatible",
        "content": "<p>DigiCert Secure Site Wildcard SSL демонстрирует фантастические результаты совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. Список протестированных устройств.</p>"
      },
      {
        "title": "Сравнить SSL-сертификат",
        "icon": "compare",
        "content": "<p>Честно говоря, DigiCert Secure Site Wildcard SSL - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является главным фактором при выборе лучшего продукта. DigiCert поставляется с неограниченным лицензированием серверов, шифрованием ECC и RSA и всеми остальными стандартными функциями. Пожалуйста, найдите время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
      }
    ],
    "id": "84"
  },
  {
    "sslDescription": "Отличный SSL-сертификат с сильным именем и возможностями. DigiCert Wildcard имеет 256-битное шифрование и поддерживает алгоритмы шифрования RSA и ECC (Elliptic Curve Cryptography). Защитите свой домен, а также неограниченное количество субдоменов с помощью одного Wildcard SSL.\nSSL поставляется с приоритетной проверкой, гарантией на 1 250 000 долларов и, конечно же, неограниченным количеством бесплатных перевыпусков. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert, готова помочь вам в течение всего периода покупки и использования.",
    "rows": [
      {
        "title": "Неограниченное количество поддоменов",
        "icon": "wildcard",
        "content": "<p>Защитите свое базовое доменное имя domain.tld со всеми поддоменами mail.example.tld, blog.example.tld, it.example.tld, portal.example.tld, shop.example.tld и любыми другими вариациями. Wildcard SSL может использоваться на большинстве современных почтовых серверов и панелей управления, обеспечивая полную защиту всей системы.</p>"
      },
      {
        "title": "Необходимые документы",
        "icon": "signdoc",
        "content": "<p>Каждая организация, бизнес-клиент или государственное учреждение должны пройти процесс проверки. Этот процесс включает в себя три этапа: утверждение владения доменом по электронной почте, проверка организации и обратный звонок. В среднем проверка занимает три-пять рабочих дней, но это ничто по сравнению с целью добиться большего доверия со стороны конечных клиентов. Такой SSL настоятельно рекомендуется для сайтов электронной коммерции и средних/крупных корпоративных сайтов. Пожалуйста, ознакомьтесь с полным описанием <a href=\"/wiki/validation/business-validation-ssl-verification/\">процесса валидации</a>.</p>"
      },
      {
        "title": "Улучшите свой рейтинг в Google",
        "icon": "increase",
        "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
      },
      {
        "title": "Совместимость с 99,99% устройств",
        "icon": "compatible",
        "content": "<p>DigiCert Wildcard SSL демонстрирует фантастические результаты совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список </a>протестированных устройств.</p>"
      },
      {
        "title": "Сравнить SSL-сертификат",
        "icon": "compare",
        "content": "<p>Честно говоря, Digicert Wildcard SSL - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является основным фактором при выборе лучшего продукта. Пожалуйста, найдите время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
      }
    ],
    "id": "174"
  }
]