import React, { useEffect } from 'react'
import WikiCategories from '../WikiCategories'

export default function CsrGeneration() {
    useEffect(() => {
        document.title = 'gogetssl.uz - Wiki - Генерация CSR / SSL'
    }, [])
    return (
        <>
            <div className="wiki-path">
                <a href="/">Главная</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <a href='/wiki'>Wiki</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <span className='current'>Генерация CSR / SSL</span>
            </div>
            <div className="wiki-main">
                <h3>Wiki - Генерация CSR / SSL</h3>
                <p className='cert-txt-item'>
                    <span className='wiki-about-svg'>
                        <svg className='cert-txt-svg' viewBox="0 0 32 32" style={{color : '#DC8510'}}>
                            <path
                                d="M13.886 31.576h4.242c.185-1.6.43-3.197.738-4.858a11.394 11.394 0 0 0 2.704-1.106c1.353.983 2.643 1.966 3.935 2.89 1.046-.983 1.966-1.966 3.012-2.95-.983-1.291-1.966-2.583-2.89-3.935.43-.86.861-1.783 1.108-2.766l4.793-.738a46.681 46.681 0 0 0 0-4.18c-1.597-.246-3.134-.492-4.732-.737a16.125 16.125 0 0 0-1.169-2.828c.922-1.292 1.907-2.582 2.89-3.872l-3.012-3.012c-1.292.983-2.582 1.904-3.873 2.887-.922-.49-1.844-.92-2.827-1.167A147.586 147.586 0 0 1 18.128.47a48.055 48.055 0 0 0-4.242 0l-.738 4.795c-.983.245-1.903.676-2.765 1.106-1.292-.983-2.643-1.905-3.935-2.89-.983 1.046-1.966 1.968-2.95 3.012.921 1.292 1.904 2.582 2.89 3.935a10.03 10.03 0 0 0-1.107 2.644c-.063.123-.247.123-.369.123-1.476.245-3.011.491-4.487.736v4.182c1.598.245 3.195.49 4.856.737.246.92.615 1.905 1.108 2.704-.985 1.353-1.97 2.643-2.89 3.995l2.949 2.952c1.353-.922 2.643-1.905 3.996-2.89a11.394 11.394 0 0 0 2.704 1.108c.247 1.659.493 3.257.738 4.856m1.046-6.332c-2.643-.368-5.103-1.845-6.577-3.995a9.353 9.353 0 0 1-1.6-5.842 9.397 9.397 0 0 1 2.706-6.023 9.377 9.377 0 0 1 5.532-2.645c2.028-.245 4.12.246 5.84 1.292 1.782 1.045 3.135 2.704 3.873 4.61a9.498 9.498 0 0 1 .061 6.516c-.675 1.905-2.028 3.565-3.75 4.672-1.783 1.106-3.994 1.658-6.085 1.413v.002z">
                            </path>
                            <path
                                d="M15.177 24.445c2.95.368 6.025-1.046 7.746-3.505 1.29-1.72 1.844-3.994 1.537-6.148-.308-2.457-1.782-4.793-3.873-6.146-2.029-1.228-4.488-1.598-6.7-1.046-2.828.738-5.225 2.953-6.086 5.78a8.545 8.545 0 0 0 1.721 8.237c1.476 1.598 3.505 2.644 5.655 2.828m.062-2.336c-1.66-.184-3.319-1.169-4.303-2.582a6.282 6.282 0 0 1-.921-5.225c.676-3.011 3.932-5.102 7.006-4.487 3.198.491 5.657 3.81 5.103 7.006-.368 3.26-3.627 5.719-6.885 5.288z"
                                fill="currentColor"></path>
                        </svg>
                    </span>
                    <span>В данном разделе перечислены наиболее распространенные и популярные проблемы, связанные с SSL-сертификатами. У нас есть рабочие решения для большинства проблем, с которыми вы можете столкнуться при установке или использовании SSL в основных браузерах. Вы узнаете, как восстановить закрытый ключ или почему в браузере нет замка.</span>
                </p>
                <ul className='wiki-guide'>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>1</span>
                        </div>
                        <div>
                            <a href="/wiki/csr-generation/generate-csr-without-cn">Как сгенерировать CSR без общего имени</a>
                            <p>Данное руководство по генерации CSR поможет вам сгенерировать запрос на подписание сертификата (CSR) без обязательного общего имени (CN) с помощью Nginx (OpenSSL). CSR без CN является обязательным правилом для генерации GoGetSSL™ Public IP SAN...</p>
                        </div>
                    </li>
                    {/* <li>
                        <div className='wiki-guide-num'>
                            <span>2</span>
                        </div>
                        <div>
                            <a href="/wiki/csr-generation/generate-ecc-apache">Как сгенерировать ECC CSR на Apache</a>
                            <p>Скоро будет...</p>
                        </div>
                    </li> */}
                    <li>
                        <div className='wiki-guide-num'>
                            <span>3</span>
                        </div>
                        <div>
                            <a href="/wiki/csr-generation/generate-csr-iis-7">Как сгенерировать CSR на IIS 7 и 8</a>
                            <p>Здесь представлено полное руководство по генерации CSR и закрытых ключей на серверах Windows IIS 7 или IIS 8. Мы рекомендуем записать пароль и сделать резервную копию ключа, так как в случае утери их невозможно будет восстановить, и мы не сможем вам помочь. Для сохранения резервных копий рекомендуется использовать любое хранилище...</p>
                        </div>
                    </li>
                    <li>
                        <div className='wiki-guide-num'>
                            <span>4</span>
                        </div>
                        <div>
                            <a href="/wiki/csr-generation/generate-csr-iis-10">Как сгенерировать CSR на IIS 10</a>
                            <p>IIS (Internet Information Services) - это набор служб, предназначенных для реализации веб-сервера в операционной системе Windows с поддержкой HTML-сайтов и приложений ASP.NET или ASP. Вот полное руководство по генерации CSR и закрытых ключей на IIS 10.x...</p>
                        </div>
                    </li>
                </ul>
            </div>
            <WikiCategories />
        </>
    )
}