import React, { useState, useEffect } from 'react'

export default function CSRdecoder() {
    const [formData, setFormData] = useState({
        message: '',
    });
    const handleSubmit = (e) => {
        e.preventDefault();
        console.log(formData);
    };

    useEffect(() => {
        document.title = 'Онлайн-декодер CSR'
    }, [])

    return (
        <div className='certificates'>
            <h3 className='csr-title'>Онлайн-декодер CSR</h3>
            <div className="csr-main">
                <div>
                    <svg className='decoder-svg' viewBox='0 0 32 32'>
                        <path
                            d="M14.765 26.183c2.318.25 4.823-.25 6.828-1.566 2.193-1.442 3.821-3.76 4.385-6.328a10.013 10.013 0 0 0-.502-6.201 10.152 10.152 0 0 0-5.012-5.324c-2.13-1.003-4.572-1.315-6.827-.752-2.443.564-4.574 2.067-6.013 4.07-1.316 1.756-1.943 4.01-1.88 6.266.063 2.568 1.19 5.075 2.944 6.827a10.6 10.6 0 0 0 6.077 3.008m.063-3.32c-2.256-.376-4.261-1.942-5.2-4.009-.69-1.566-.814-3.446-.25-5.074.501-1.442 1.44-2.695 2.63-3.51 1.191-.813 2.631-1.314 4.071-1.252 1.568 0 3.134.565 4.387 1.567 1.064.877 1.816 2.068 2.255 3.383.438 1.564.375 3.382-.377 4.885a6.6 6.6 0 0 1-3.256 3.384c-1.317.688-2.82.878-4.262.625h.002z"
                            fill="currentColor"></path>
                        <path
                            d="M15.69 31.894h.62c1.305-.434 2.049-1.8 3.29-2.235 1.367-.31 2.671.56 4.037.248 1.613-.682 1.242-2.856 2.36-3.973 1.053-.869 2.482-.808 3.539-1.614.495-.497.495-1.304.372-1.988-.125-.93-.497-1.925-.187-2.855.498-1.18 1.74-1.863 2.174-3.167v-.621c-.436-1.303-1.8-1.986-2.235-3.29-.311-1.429.62-2.794.185-4.16-.806-1.553-2.918-1.118-3.974-2.36-.807-.992-.744-2.421-1.552-3.415-.495-.495-1.24-.495-1.923-.372-.933.124-1.926.558-2.918.186-1.182-.496-1.863-1.74-3.168-2.172h-.62c-1.305.434-2.05 1.8-3.29 2.235-1.305.31-2.609-.497-3.911-.25a1.405 1.405 0 0 0-.933.623c-.683.991-.683 2.296-1.428 3.228-1.055 1.117-2.98.806-3.911 2.048-.683 1.553.682 3.105.062 4.596-.559 1.18-1.74 1.86-2.174 3.103v.622c.434 1.303 1.74 1.986 2.235 3.228.249.993-.123 1.925-.248 2.857-.124.682-.124 1.427.435 1.924.992.806 2.421.745 3.476 1.614.623.622.808 1.614 1.118 2.421.186.683.558 1.429 1.304 1.552 1.366.249 2.608-.559 3.975-.248 1.24.435 1.985 1.801 3.29 2.235m-.497-5.028a10.839 10.839 0 0 1-8.631-5.464c-1.863-3.23-1.924-7.39-.123-10.617 1.986-3.664 6.146-5.96 10.243-5.65 2.98.186 5.836 1.675 7.762 3.974a10.974 10.974 0 0 1 2.359 8.008c-.248 2.609-1.49 5.153-3.477 6.892-2.172 2.05-5.215 3.104-8.133 2.857z">
                        </path>
                    </svg>
                </div>
                <div>
                    <p>Мы предоставляем быстрый и простой онлайн-декодер CSR, чтобы проверить, содержит ли ваш CSR (запрос на подписание сертификата) правильную информацию и не содержит ли он ошибок. Вставьте код CSR в текстовое поле и нажмите кнопку Decode CSR. CSR должен содержать строки BEGIN/END, в противном случае вы получите ошибку.</p>
                    <p>Декодер извлекает общее имя, организацию, штат/регион, страну, отдел, адрес электронной почты, элементы SAN и алгоритм шифрования. Используйте наш <a className='csr-decoder' href="/online-csr-generator">онлайн-генератор CSR</a> в случае возникновения ошибок при декодировании.</p>
                </div>
            </div>
            <div className="csr-form">
                <h4 className='csr-decoder'>Заполните форму для генерации CSR</h4>
                <p>Для расшифровки вашего CSR мы используем библиотеку OpenSSL. <br /> Мы не храним и не бережем расшифрованную информацию.</p>
                <div className='reseller-form' id='fill-form'>
                    <form onSubmit={handleSubmit} action="" method=''>   {/* metod post */}
                        <textarea className='decoder-textarea' name="message"></textarea>
                        <div className='form-submit'>
                            <button type='submit'>Декодирование CSR</button>
                        </div>
                    </form>
                </div>
            </div>
        </div>
    )
}