import React from 'react'
import {FaHandshake} from 'react-icons/fa'
import overpic from '../../assets/Images/truly-client.jpg'

export default function Overview() {
    return (
        <div className='ts-overview'>
            <div className="ts-row-1">
                <div>
                    <h3>СКАНЕР УЯЗВИМОСТЕЙ БЕЗ КОМПРОМИССОВ</h3>
                    <p>Масштабируйте систему безопасности с помощью инструмента оценки уязвимостей, который охватывает сложные архитектуры и растущие портфели веб-приложений.</p>
                    <ul>
                        <li><p>Автоматизируйте сканирование уязвимостей и внедрите его в процесс разработки.</p></li>
                        <li><p>Установите его за несколько минут и начните сканирование</p></li>
                    </ul>
                </div>
                <div>
                    <img src={overpic} alt="overview image" />
                </div>
            </div>
            <div className="ts-row-2">
                <div>
                    <h4>Самая быстрая настройка на рынке</h4>
                    <p>Настройте и начните сканирование за считанные минуты. Автоматизируйте сканирование и легко интегрируйте его в процесс разработки и инструментарий.</p>
                </div>
                <div>
                    <h4>Быстрая оценка безопасности</h4>
                    <p>Немедленно повысьте ценность работы своей команды, сравнив результаты сканирования веб-приложений с OWASP Top 10, и обеспечьте гигиену безопасности.</p>
                </div>
                <div>
                    <h4>Сосредоточьтесь на отличном результате</h4>
                    <p>Автоматизированное сканирование уязвимостей позволяет вам сэкономить время и сосредоточиться на работе, предоставляя информацию о рисках безопасности веб-приложений или API, которые необходимо устранить до запуска в производство.</p>
                </div>
                <div>
                    <h4>Повышение уверенности при сканировании</h4>
                    <p>Внедрите в свою сборку сканер уязвимостей, которому можно доверять - очень мало ложных срабатываний и отрицательных результатов. Получайте точные отчеты с рекомендациями по устранению.</p>
                </div>
                <div>
                    <h4>Снизить риск взлома</h4>
                    <p>Выявляйте риски безопасности раньше хакеров. Предотвращайте современные атаки и экономьте на возможных проблемах безопасности.</p>
                </div>
                <div>
                    <h4>Отчеты об уязвимостях для всех</h4>
                    <p>Загружайте полезные отчеты о сканировании в форматах PDF, XML и CSV и легко делитесь ими с членами команды, руководителями и клиентами.</p>
                </div>
            </div>
            <h2 className='ts-ad-h2'>
                <FaHandshake />
                <span>Наши технологические партнеры</span>
            </h2>
            <ul className='trustly-part-3'>
                <li>
                    <div className='trustly-part-3-left'>
                        <span>
                            <svg viewBox="0 0 303 278">
                                <path
                                    d="M117.73 74.18a78 78 0 01-2.83-18l-.13-3.27s18.3-12 41.3-9.49c15.22 1.69 27.67 9.49 27.67 9.49s.79 23.15-11.77 39.61c-11.39 14.93-22.71 20.12-22.71 20.12S124.35 99 117.73 74.18z"
                                    fill-rule="evenodd" fill="#9D7040" />
                                <path
                                    d="M87.57 94.08l12.22-7 .64 1.49c9.93 23.16 27.87 38.86 48.89 51.9 15-9.33 28.82-20.27 39-34.45a10.31 10.31 0 10-6.63-4.88c-8.31 11.53-19.23 20.59-31.64 28.23l-.76.46-.75-.46c-21.65-13.37-37.21-30-44.19-54.49l-13.48 7.78-6.32 3.65-.54-1.71c-5.66-17-7.6-35.31-8.09-53.16v-.89l.78-.42C95.3 20 115.51 11.46 136.76 9V.67c-24.75 2.66-48.42 12.89-70.13 24.56.74 24.69 3.63 50.28 13.76 73l7.19-4.15zm103.09-1.93a3.75 3.75 0 11-3.74 3.75 3.75 3.75 0 013.74-3.75z" />
                                <path
                                    d="M150.76 0v22.22h-1.44c-20.89 0-40.23 7.3-58.4 17 .12 3.69.32 7.4.64 11.09a10.33 10.33 0 108.75-1.12c-.07-1.25-.12-2.51-.16-3.77v-.88l.78-.43c18.29-9.85 37.29-15.55 58.08-13.11V8.65l1.59.17c21.74 2.26 42.32 11 61.38 21.31l.78.42v.89a222.33 222.33 0 01-3.5 35.3l7.75 4.44c3.28-15 4.58-30.61 5-45.95C206.81 11.67 179.78.33 150.76 0zm-49.9 59.06a3.74 3.74 0 11-3.74-3.74 3.74 3.74 0 013.74 3.74z" />
                                <path
                                    d="M203.51 72.6a159.17 159.17 0 004.21-33.34 175.19 175.19 0 00-22.08-10.08 10.34 10.34 0 10-2.69 8 138 138 0 0114.78 6.93l.78.43v.88a116.6 116.6 0 01-5 32.08l19.66 11.4-.45 1.15c-11.89 30.67-35.21 50.44-62.64 67.32l-.76.46-.75-.46c-21.41-13.17-41.56-28.93-54.56-50.77l-7.13 4.12c14.81 24.83 38.22 42.75 62.48 57.75 33.95-21 61.43-44.45 73.91-83.28l-20-11.53zM175.36 34a3.75 3.75 0 113.74-3.75 3.75 3.75 0 01-3.74 3.75z" />
                                <path d="M152.34 76.47v8.68a3 3 0 01-3 3 3 3 0 01-3-3v-8.68a8.61 8.61 0 116 0z" fill="#303030"
                                    fill-rule="evenodd" />
                                <path
                                    d="M25.16 225.66a15.47 15.47 0 01-8.78 2.54 16.52 16.52 0 01-8.67-2.2 14.69 14.69 0 01-5.7-6.34 24.12 24.12 0 010-19.28 14.63 14.63 0 015.7-6.38 16.32 16.32 0 018.56-2.22 16.25 16.25 0 018.54 2.08 12.71 12.71 0 015.2 6.2l-4.23 2a9.56 9.56 0 00-3.42-4.66 9.91 9.91 0 00-5.73-1.55 11.89 11.89 0 00-6.36 1.68 11.14 11.14 0 00-4.26 4.88 17.8 17.8 0 00-1.5 7.6q0 6.63 3.19 10.4a10.75 10.75 0 008.69 3.77 10.64 10.64 0 006.21-1.81 10 10 0 003.73-5.37l4.28 1.6a14.07 14.07 0 01-5.45 7.06z" />
                                <path
                                    d="M51.01 213h-8.42v14.66h-4.28v-35.31h13.38a13 13 0 018.67 2.78 9.43 9.43 0 013.26 7.55 9.64 9.64 0 01-2.09 6.32 10.64 10.64 0 01-5.72 3.53l10 15.14h-5.13zm-8.46-4h9.05q7.48 0 7.49-6.31t-7.49-6.32h-9.01z" />
                                <path
                                    d="M93.21 217.87h-16l-3.75 9.79h-4.45l13.75-35.31h5.08l13.7 35.31h-4.59zm-1.56-4l-4.76-12.52-1.66-4.92h-.1l-1.55 4.76-4.82 12.68z" />
                                <path
                                    d="M132.69 199.31l-3.69 3a11.52 11.52 0 00-3.83-5 10.88 10.88 0 00-6.07-1.47 10.73 10.73 0 00-6.39 1.68 5.11 5.11 0 00-2.33 4.31 4.36 4.36 0 00.91 2.84 7.11 7.11 0 003 2 31.44 31.44 0 005.86 1.47q7 1.18 9.92 3.53a7.92 7.92 0 012.92 6.53 8.58 8.58 0 01-1.69 5.27 10.91 10.91 0 01-4.78 3.53 19 19 0 01-7.17 1.26 18.57 18.57 0 01-9.12-2.09 14.49 14.49 0 01-5.76-5.56l3.7-3a11 11 0 004.25 4.9 13.13 13.13 0 007 1.73 12.48 12.48 0 006.64-1.52 4.8 4.8 0 002.46-4.31 4.26 4.26 0 00-2.14-3.74c-1.43-.93-4-1.71-7.6-2.36q-7.06-1.23-10-3.53a7.68 7.68 0 01-2.94-6.42 9.24 9.24 0 011.6-5.24 11.1 11.1 0 014.6-3.83 16.2 16.2 0 017-1.41q9.48-.06 13.65 7.43z" />
                                <path d="M169.17 192.35v35.31h-4.28v-15.89h-19.15v15.89h-4.28v-35.31h4.28v15.41h19.15v-15.41z" />
                                <path d="M205.01 196.36h-12.3v31.3h-4.28v-31.3h-12.3v-4h28.88z" />
                                <path d="M237.55 223.65v4h-25.54v-35.3h24.77v4h-20.53v11.4h15.95v4h-15.95v11.88z" />
                                <path
                                    d="M270.56 199.31l-3.7 3a11.51 11.51 0 00-3.82-5 10.9 10.9 0 00-6.07-1.47 10.76 10.76 0 00-6.4 1.68 5.12 5.12 0 00-2.32 4.31 4.36 4.36 0 00.91 2.84 7.11 7.11 0 003 2 31.44 31.44 0 005.86 1.47q7 1.18 9.92 3.53a8 8 0 012.92 6.53 8.58 8.58 0 01-1.69 5.27 10.88 10.88 0 01-4.79 3.53 19 19 0 01-7.17 1.26 18.63 18.63 0 01-9.12-2.09 14.53 14.53 0 01-5.75-5.56l3.69-3a11 11 0 004.26 4.9 13.11 13.11 0 007 1.73 12.53 12.53 0 006.64-1.52 4.82 4.82 0 002.46-4.31 4.28 4.28 0 00-2.14-3.74c-1.43-.93-4-1.71-7.6-2.36q-7.06-1.23-10-3.53a7.68 7.68 0 01-2.94-6.42 9.25 9.25 0 011.61-5.24 11.1 11.1 0 014.6-3.83 16.12 16.12 0 016.95-1.41q9.52-.06 13.69 7.43z" />
                                <path d="M302.55 196.36h-12.31v31.3h-4.23v-31.3h-12.3v-4h28.89z" />
                                <path
                                    d="M39.38 242.88a18.71 18.71 0 016.63 4.87l-5.19 6a11.5 11.5 0 00-4.14-3.93 12.05 12.05 0 00-5.7-1.26 7.84 7.84 0 00-4.28 1 2.92 2.92 0 00-1.5 2.56 2.46 2.46 0 001.58 2.17 20.87 20.87 0 005.37 1.53q7.34 1.34 10.46 3.9a8.81 8.81 0 013.13 7.22 9.19 9.19 0 01-1.92 5.83 12 12 0 01-5.33 3.75 21.46 21.46 0 01-7.67 1.28 27.06 27.06 0 01-9.74-1.47 16.84 16.84 0 01-6.47-4.52l4.7-6.42a12 12 0 004.7 4.03 15.44 15.44 0 006.32 1.17 9.26 9.26 0 004.41-.82 2.62 2.62 0 001.47-2.39c0-.82-.53-1.48-1.58-2a22.17 22.17 0 00-5.27-1.47 39.52 39.52 0 01-7.51-2.17 11 11 0 01-4.6-3.4 8.7 8.7 0 01-1.64-5.45 10.23 10.23 0 011.8-5.94 11.72 11.72 0 015.24-4.1 20.72 20.72 0 018.16-1.47 22 22 0 018.57 1.5z" />
                                <path d="M80.71 270.11v7.12H52.52v-35.31h27.49V249H61.72v7.17h14.55v6.69H61.72v7.22z" />
                                <path
                                    d="M112.76 275.12a17.79 17.79 0 01-9.9 2.64 18.79 18.79 0 01-9.25-2.16 14.52 14.52 0 01-6-6.26 23.89 23.89 0 010-19.5 14.48 14.48 0 016-6.29 20.73 20.73 0 0119 .27 11.6 11.6 0 015.29 7.3l-8.07 3.26a8.1 8.1 0 00-2.3-4.49 6.7 6.7 0 00-4.39-1.28 7.17 7.17 0 00-6.05 2.8c-1.42 1.88-2.14 4.6-2.14 8.16s.69 6.29 2.06 8.16a7 7 0 006 2.81 7.14 7.14 0 004.65-1.39 7.47 7.47 0 002.36-4.39l8.34 2.36a13.48 13.48 0 01-5.6 8z" />
                                <path
                                    d="M155.45 262.84q0 7.43-4 11.18t-11.82 3.74q-7.82 0-11.8-3.74t-4-11.18v-20.92h9.25V263q0 3.79 1.61 5.67a6.12 6.12 0 004.92 1.87q6.63 0 6.63-7.54v-21.08h9.15z" />
                                <path
                                    d="M178.3 264.33h-5.51v12.9h-9.05v-35.31h16.86q6.42 0 9.87 2.89c2.3 1.92 3.45 4.71 3.45 8.34a11 11 0 01-1.77 6.42 10.23 10.23 0 01-5.13 3.8l9 13.86h-10.18zm-5.51-6.52h6.22a6.85 6.85 0 004.27-1.07 4.11 4.11 0 001.34-3.43 4 4 0 00-1.34-3.37 6.85 6.85 0 00-4.27-1.07h-6.26z" />
                                <path d="M210.88 277.23h-9.2v-35.31h9.2z" />
                                <path d="M249.45 249h-11.5v28.2h-9.2V249h-11.56v-7.11h32.26z" />
                                <path d="M273.01 264.33v12.9h-9.21v-12.9l-12.46-22.41h9.52l5 9.68 2.62 5.89 2.67-5.89 5-9.68h9.36z" />
                            </svg>
                        </span>
                    </div>
                    <div className='trustly-part-3-right'>
                        <h3>Краштест безопасности</h3>
                        <p>Наш новый немецкий (DE) технолоический партнер - новатор в области кибербезопасности для веб-приложений, Crashtest Security разрабатывает автоматизированные решения по оценке уязвимостей, которые отвечают потребностям agile-разработчиков или DevSecOps. Четкая информация об уязвимостях обеспечивает прозрачность и практические шаги для эффективного снижения рисков и, в частности, уменьшения риска быть взломанным.</p>
                    </div>
                </li>
                <li>
                    <div className='trustly-part-3-left'>
                        <span>
                            <svg viewBox="0 0 33 33">
                                <path
                                    d="M31.8090735 18.6542805c-.5074733-5.8866902-4.5672596-9.8449819-7.713594-14.1077575 1.3194305-1.9283985 4.2627756-1.3194305 6.3941634-.913452C27.7492871 1.7046727 24.5014581.5882314 21.0506397.2837475 14.453487.1822527 9.1757647 4.0390497 4.3040212 8.3018254c-2.9433451-.913452-.913452-4.0597864-.913452-6.2926688C.8532028 5.4599749.0412455 9.3167719.1427402 13.2750636c.1014946 3.552313 1.6239145 7.0031314 3.6538077 10.1494658l4.2627756 4.8717436c-1.4209252 2.3343771-4.2627756 1.3194305-6.3941635.9134519 3.4508184 2.5373664 7.3076154 3.3493237 11.265907 3.247829 3.5523131-.1014946 7.0031315-1.6239145 10.0479712-3.6538076l4.8717436-4.2627757c1.4209252 1.6239146 1.7254092 4.3642703.913452 6.3941635 2.4358717-3.4508184 3.3493236-7.713594 3.0448397-12.2808536zm-4.6687543.2029893c-1.2179359 1.5224199-2.7403558 3.3493237-2.7403558 3.3493237-1.5224198 1.7254092-2.8418504 2.5373664-3.4508183 3.0448397-2.0298932 1.52242-4.5672596 2.4358718-7.1046261 2.5373665h-.608968l-.1014946-.1014947-2.8418504-2.8418504c-.913452-1.1164412-1.7254092-1.6239145-2.9433451-3.3493237-1.5224199-2.1313878-2.4358718-4.5672596-2.5373665-7.104626V13.4780528l2.8418505-2.5373664c3.3493237-2.9433451 7.0031314-5.5822062 11.570391-5.5822062h.2029893l2.2328825 2.943345c2.1313878 2.9433451 4.9732382 5.7851956 5.3792168 9.8449819 0 0 .1014947.608968.1014947.7104626z">
                                </path>
                            </svg>
                        </span>
                    </div>
                    <div className='trustly-part-3-right'>
                        <h3>DigiCert CA</h3>
                        <p>За последние годы компания GoGetSSL установила прочные стратегические отношения с компанией DigiCert CA, что помогает нам вести успешные проекты. Самые опытные команды валидации DigiCert предоставляют нам услуги по проверке организации для запуска проекта TrulyTrust Risk Score.</p>
                    </div>
                </li>
            </ul>
        </div>
    )
}