import React, { useEffect } from 'react'
import { MdOutlineWorkspacePremium } from "react-icons/md";
import { AiOutlineSecurityScan  } from "react-icons/ai";
import { GiSpeedometer } from "react-icons/gi";
import { LiaFileContractSolid } from "react-icons/lia";

export default function Trustly() {
    useEffect(()=>{
        document.title = 'Службы TrustlyTrust'
    },[])
    return (
        <div className='certificates'>
            <div className='trustly-part-1'>
                <div className="trsutly-part-svg">
                    <svg viewBox="0 0 423 150">
                        <path
                            d="M218.738 90.467h-14.956l6.104-10.27h33.593v10.27h-11.503v28.997h-13.238V90.467zM269 91.618c-.9-.81-2.249-1.212-4.043-1.212h-4.825v9.201h4.825c1.794 0 3.142-.401 4.043-1.204.894-.803 1.34-1.939 1.34-3.393 0-1.461-.446-2.59-1.34-3.392zm-5.278 17.97h-3.59v9.876h-13.237V80.198h18.902c3.628 0 6.786.598 9.482 1.802 2.688 1.196 4.763 2.915 6.225 5.157 1.454 2.242 2.188 4.862 2.188 7.853 0 2.802-.636 5.248-1.908 7.346-1.273 2.098-3.105 3.756-5.498 4.99l8.247 12.118h-14.14l-6.67-9.876zM293.393 115.48c-3.362-3.256-5.051-7.815-5.051-13.684V80.198h13.238v21.204c0 2.878.515 4.975 1.544 6.286 1.03 1.302 2.515 1.96 4.461 1.96 1.939 0 3.43-.658 4.46-1.96 1.023-1.31 1.538-3.408 1.538-6.286V80.198h13.01v21.598c0 5.869-1.681 10.428-5.043 13.684-3.363 3.257-8.058 4.877-14.079 4.877-6.02 0-10.715-1.62-14.078-4.877zM337.786 119.267c-3.09-.727-6.71-2.363-8.686-3.598l5.346-8.996c1.871 1.083 3.969 1.954 6.286 2.612 2.317.652 4.544.977 6.672.977 1.833 0 3.143-.174 3.923-.53.787-.356 1.181-.886 1.181-1.598 0-.825-.515-1.439-1.545-1.855-1.022-.409-2.719-.856-5.074-1.34-3.029-.637-5.55-1.318-7.573-2.053-2.014-.727-3.779-1.923-5.27-3.59-1.492-1.658-2.242-3.915-2.242-6.754 0-2.47.689-4.71 2.075-6.733 1.378-2.014 3.446-3.605 6.195-4.763 2.749-1.159 6.088-1.742 10.011-1.742 2.696 0 5.339.288 7.937.87 2.597.576 6.119 2.242 8.103 3.363l-5.21 8.777c-3.855-1.946-7.498-2.915-10.944-2.915-3.4 0-5.104.825-5.104 2.469 0 .787.508 1.37 1.522 1.764 1.008.394 2.666.818 4.991 1.265 2.984.56 5.513 1.204 7.573 1.93a13.205 13.205 0 015.354 3.568c1.515 1.643 2.272 3.885 2.272 6.725 0 2.468-.697 4.702-2.075 6.702-1.386 2.007-3.453 3.59-6.202 4.77-2.75 1.182-6.081 1.765-10.012 1.765-3.249 0-6.422-.363-9.504-1.09zM380.93 90.467h-14.965l6.104-10.27h33.594v10.27h-11.496v28.997H380.93V90.467z" fill="#9d6e40" />
                        <path
                            d="M268.667 43.908c-.893-.81-2.241-1.212-4.036-1.212h-4.824v9.201h4.824c1.795 0 3.143-.401 4.036-1.204.901-.803 1.348-1.939 1.348-3.393 0-1.461-.447-2.59-1.348-3.392zm-5.27 17.97h-3.59v9.876h-13.238V32.488h18.902c3.628 0 6.786.598 9.482 1.802 2.688 1.196 4.763 2.916 6.225 5.157 1.454 2.242 2.188 4.862 2.188 7.853 0 2.802-.636 5.248-1.908 7.346-1.272 2.098-3.105 3.756-5.498 4.99l8.247 12.118h-14.139l-6.672-9.876zM293.068 67.77c-3.37-3.256-5.052-7.815-5.052-13.684V32.488h13.238v21.204c0 2.878.515 4.975 1.545 6.286 1.022 1.302 2.514 1.961 4.453 1.961 1.946 0 3.438-.659 4.46-1.961 1.03-1.31 1.545-3.408 1.545-6.286V32.488h13.01v21.598c0 5.869-1.68 10.428-5.043 13.684-3.37 3.257-8.058 4.877-14.078 4.877s-10.716-1.62-14.078-4.877zM332.326 32.488h13.238v28.997h17.72v10.269h-30.958V32.488zM386.337 57.509v14.245h-13.238v-14.42l-14.805-24.846h13.964l8.02 13.578 8.08-13.578h12.784l-14.805 25.02zM218.413 42.757h-14.957l6.104-10.27h33.586v10.27H231.65v28.997h-13.237V42.757z"
                            fill="#ba8d5a" />
                        <g fill="#ba8d5a">
                            <path
                                d="M126.158 99.562c-9.224 11.715-23.597 21.22-31.518 25.93 0 0-.856.401-1.167.401v23.022l4.544-2.302c1.318-.667 31.11-15.957 46.726-38.418l-18.585-8.633zM176.648 61.863c-6.528 17.554-15.911 30.095-22.81 37.66l-2.84-25.346 25.65-12.314zM147.938 46.907l35.843-16.638c-.817 8.868-2.484 16.97-4.687 24.317L150.3 67.952l-2.363-21.045z" />
                            <path
                                d="M186.44 1.332L139.73 23.03 98.667 42.098v22.136l24.211-11.246L127 89.762l21.144 8.421-6.059-54.109L184.32 24.46l2.12-23.128zM93.473 3.165v31.852l15.593-11.42 15.593-11.428s-21.167-9.004-31.186-9.004z" />
                        </g>
                        <g fill="#9d6e40">
                            <path
                                d="M93.072 125.492c-7.921-4.71-22.303-14.215-31.527-25.93l-18.576 8.633c15.608 22.461 45.408 37.751 46.725 38.418l4.537 2.302v-23.022c-.31 0-1.16-.401-1.16-.401zM11.056 61.863c6.528 17.554 15.911 30.095 22.81 37.66l2.84-25.346-25.65-12.314zM39.766 46.907L3.922 30.269c.818 8.868 2.484 16.97 4.688 24.317l28.793 13.366 2.363-21.045z" />
                            <path
                                d="M47.982 23.029L1.264 1.332 3.392 24.46 45.62 44.074l-6.058 54.11 21.144-8.422 4.12-36.774 24.21 11.246V42.098l-41.053-19.07zM63.045 12.17l15.6 11.427 15.586 11.42V3.165c-10.012 0-31.186 9.004-31.186 9.004z" />
                        </g>
                        <g fill="#9d6e3d">
                            <path
                                d="M406.08 28.05v.901h2.302v7.55h1.113v-7.55h2.295v-.901h-5.71zM420.794 28.11l-3.097 6.937-3.098-6.937h-1.189v8.391h1.106v-6.263l2.802 6.263h.772l2.787-6.247V36.5h1.106v-8.39h-1.19z" />
                        </g>
                    </svg>
                </div>
                <div className='tt-part-1'>
                    <h3>Решения TrulyTrust™</h3>
                    <p>Новый проект нашей компании, который родился несколько лет назад, когда мы поняли, что понять, безопасно ли работать с сайтом, - очень сложная задача. SSL - это хорошо, это означает, что соединение защищено и личность компании проверена, но гарантирует ли это, что вы получите ожидаемую услугу или товар? Скорее всего, нет. Отзывы клиентов? Да, в основном это помогает, но в некоторых случаях вам нужно проверить 20-30 различных отзывов, чтобы составить положительное или отрицательное впечатление о компании.</p>
                    <p>Мы решили создать простой визуальный индикатор, который поможет вам сэкономить время на исследования, и наглядно расскажет вам, насколько безопасен и надежен тот или иной сайт и бизнес. TrulyTrust использует технологии машинного обучения (ML), основанные на различных факторах, таких как финансовая информация, проверка организации, проверка того, безопасен ли сайт и нет ли у него уязвимостей, чтобы рассчитать риск и балл доверия каждого сайта.</p>
                </div>
            </div>
            <div className="trustly-part-2">
                <span>
                    <MdOutlineWorkspacePremium />
                </span>
                <span>Решения Real Trust</span>
            </div>
            <ul className='trustly-part-3'>
                <li>
                    <div className='trustly-part-3-left'>
                        <span className='trustly-span-pulse'>
                            <AiOutlineSecurityScan className='trustly-scan'/>
                        </span>
                    </div>
                    <div className='trustly-part-3-right'>
                        <h3>TrulyTrust™ <b>Сканер</b></h3>
                        <p>Важно, чтобы ваш сайт и веб-приложения были защищены и безопасны, а проверка на всевозможные уязвимости - непростая задача даже для опытных пользователей. Вы должны знать, как настроить свою систему на использование правильных шифров SSL/TLS, заголовков безопасности, защиту от межсайтового скриптинга и других возможных проблем безопасности. Есть ли у вас время для этого на еженедельной/ежемесячной основе? TrulyTrust Scanner выполнит глубокую и профессиональную проверку всех ваших веб-приложений, предоставив подробный отчет с точными шагами по устранению всех проблем. Многостраничные веб-приложения, использующие HTML, JSP или другие, автоматизированные JavaScript-сканы приложений на Angular, React, Vue, jQuery или аналогичных, REST API-сканы. TrulyTrust может войти в ваше приложение через BasicAuth или с помощью учетных данных пользователя (пользователь/пароль). Сканирование по расписанию.</p>
                        <a href="/trulytrust-scanner">Check Offer</a>
                    </div>
                </li>
                <li>
                    <div className='trustly-part-3-left'>
                        <span>
                            <MdOutlineWorkspacePremium />
                        </span>
                    </div>
                    <div className='trustly-part-3-right'>
                        <h3>TrulyTrust™ <b>Уплотнение</b></h3>
                        <p>Мы создаем единый маркер доверия "Печать сайта", позволяющий любому пользователю сайта проверить его оценку на основе множества факторов. Печать можно будет снабдить подробной информацией о выданном SSL-сертификате, найденных уязвимостях, деловой информации владельцев сайта и многом другом.</p>
                        <a href="/">Check Offer</a>
                    </div>
                </li>
                <li>
                    <div className='trustly-part-3-left'>
                        <span>
                            <GiSpeedometer />
                        </span>
                    </div>
                    <div className='trustly-part-3-right'>
                        <h3>TrulyTrust™ <b>Балл риска</b></h3>
                        <p>Оценка риска - это бета-проект, который мы сейчас запускаем. Цель - создать один простой критерий, отвечающий на единственный вопрос, который может возникнуть у вас при посещении сайта или сервиса: "Безопасно ли пользоваться им и заказывать услуги или товары?". Обычные клиенты не должны тратить время на размышления о надежности, а наша задача - определить риски.</p>
                        <a href="/">Check Offer</a>
                    </div>
                </li>
                <li>
                    <div className='trustly-part-3-left'>
                        <span>
                            <LiaFileContractSolid />
                        </span>
                    </div>
                    <div className='trustly-part-3-right'>
                        <h3>TrulyTrust™ <b>Валидация</b></h3>
                        <p>Удостоверение как услуга - отличный вариант для всех видов бизнеса, позволяющий проверить организацию, сотрудников, сертификаты об образовании и другие документы. Услуга предоставляется в сотрудничестве со стратегическим партнером, управляющим центром сертификации.</p>
                        <a href="/">Check Offer</a>
                    </div>
                </li>
            </ul>
        </div>
    )
}