import React, { useEffect } from 'react'
import { TbCircleLetterO } from 'react-icons/tb'

export default function BussinessValidations() {
    useEffect(()=>{
        document.title = 'SSL-сертификаты с проверкой бизнеса'
    },[])
    return (
        <>
            <div className="wiki-path">
                <a href="/">Главная</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <a href='/wiki'>Wiki</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <a href='/wiki/ssl-basics'>Основы SSL / FAQ</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <span className='current'>SSL-сертификаты с проверкой бизнеса</span>
            </div>
            <div className="wiki-main">
                <h3>SSL-сертификаты с проверкой бизнеса</h3>
                <p className='cert-txt-item'>
                    <span className='wiki-about-svg'>
                        <TbCircleLetterO className='cert-txt-svg' />
                    </span>
                    <span>SSL-сертификаты с проверкой бизнеса, также известные как сертификаты с проверкой организации, являются продуктами с высоким уровнем доверия. Технически они обеспечивают тот же уровень шифрования, что и любой сертификат DV SSL, но при этом удостоверяют юридическое существование компании, ее адрес и номер телефона. Это повышает доверие со стороны существующих и потенциальных клиентов, просматривающих ваш сайт или работающих с вашим онлайн-сервисом.</span>
                </p>
                <p>OV SSL-сертификаты всегда имеют более высокий <a className='wiki-ssl-link' href="/wiki/ssl-basics/ssl-warranty">уровень гарантии</a> по сравнению с DV-сертификатами, что является дополнительным преимуществом. Верификация OV-сертификатов занимает около 1-5 дней, если вся информация предоставлена вовремя. Пожалуйста, <a className='wiki-ssl-link' href="/wiki/validation/business-validation-ssl-verification">ознакомьтесь</a> с нашим руководством по верификации, чтобы лучше понять процесс.</p>
            </div>
            <div className='wiki-main-link-box'>
                <a className='wiki-main-link' href="/ov-ssl">Купить сертификаты BV</a>
                <a className='wiki-main-link' href="/wiki">Вернуться в SSL Wiki</a>
            </div>
        </>
    )
}
