import React from 'react'
import { FaQuestionCircle } from "react-icons/fa";

export default function Basic_FaqMain() {
    return (
        <div className='wiki-menu-box'>
            <h5>
                <span>
                    <FaQuestionCircle className='wm-valid-check'/>
                </span>
                <a href="/wiki/ssl-basics">Основы SSL/часто задаваемые вопросы</a>
            </h5>
            <ul>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/what-is-ssl-tls">Что такое сертификат SSL/TLS</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/dv-certs">SSL с проверкой домена</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/ov-certs">Удостоверение бизнеса SSL</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/ev-certs">SSL с расширенной проверкой</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/wildcard-certs">Wildcard SSL</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/san-certs">SSL с несколькими доменами (SAN)</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/code-certs">Подписание кода SSL</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/flex-ssl">Flex SSL</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/ecc-sha-ssl">ECC и SHA</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/ssl-warranty">Гарантия SSL</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/google-seo-booster">SEO Booster</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/supported-devices">Устройства с поддержкой SSL</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/idn-ssl">Международные доменные имена (IDN)</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/site-seal-logo">Логотип Site Seal</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/how-to-check-ssl-details-in-browser">Как проверить информацию о SSL в браузерах</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/ssl-for-localhost">SSL-сертификат для Localhost</a>
                </li>
                <li>
                    <span className='next'>
                        <svg className='wiki-arrow' viewBox='0 0 19 32'>
                            <path
                                d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                            </path>
                        </svg>
                    </span>
                    <a className='wiki-link' href="/wiki/ssl-basics/do-i-need-ssl-for-content-website">Нужен ли мне SSL для простого контентного сайта</a>
                </li>
            </ul>
        </div>
    )
}