import React, { useEffect } from 'react'
import { TbCircleLetterS } from 'react-icons/tb'

export default function MultiDomianSsl() {
    useEffect(() => {
        document.title = 'SSL с несколькими доменами (SAN)'
    },[])
    return (
        <>
            <div className="wiki-path">
                <a href="/">Главная</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <a href='/wiki'>Wiki</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <a href='/wiki/ssl-basics'>Основы SSL / FAQ</a>
                <span className='next'>
                    <svg viewBox='0 0 19 32'>
                        <path
                            d="M5.66962.995l12.304 12.89c.642.643.964 1.287.961 2.144s-.326 1.501-.97 2.144l-12.353 12.839c-.539.643-1.288.856-2.254.854-.858-.001-1.609-.218-2.25-.863-1.392-1.397-1.39-2.79.008-4.288l10.314-10.7-10.272-10.74c-1.391-1.505-1.39-2.9.009-4.289.645-.641 1.396-.854 2.253-.852.966 0 1.716.218 2.25.86v.001z">
                        </path>
                    </svg>
                </span>
                <span className='current'>SSL с несколькими доменами (SAN)</span>
            </div>
            <div className="wiki-main">
                <h3>SSL с несколькими доменами (SAN)</h3>
                <p className='cert-txt-item'>
                    <span className='wiki-about-svg'>
                        <TbCircleLetterS className='cert-txt-svg' />
                    </span>
                    <span>Мультидоменные SSL-сертификаты, также известные как сертификаты унифицированной связи (UCC) и альтернативного имени субъекта (SAN). Все они решают задачу защиты нескольких доменов и поддоменов. Они очень популярны среди компаний, которые управляют различными локальными веб-сайтами. Сети доставки контента (CDN) используют их для защиты всех своих клиентов.</span>
                </p>
                <p>Современный SAN SSL поддерживает до 250 элементов, где каждый элемент может быть использован для домена или поддомена. Некоторые продукты, например Multi-Domain Wildcard SSL сертификаты, могут поддерживать *.domain.tld (Wildcard домены) в качестве элемента SAN.</p>
                <p>SAN-церты совместимы с MS и другими серверами обмена. Использовать их очень удобно, так как у вас будет всего один CSR и закрытый ключ, что делает управление довольно простым.</p>
            </div>
            <div className='wiki-main-link-box'>
                <a className='wiki-main-link' href="/wildcard-ssl">Купить сертификаты Wildcard</a>
                <a className='wiki-main-link' href="/wiki">Вернуться в SSL Wiki</a>
            </div>
        </>
    )
}