import React from 'react'

export default function LeiPricing() {
    return (
        <div className="lei-pricing">
            <p className='lei-pricing-title'>LEI Ценообразование/Планы</p>
            <table className='lei-pricing'>
                <thead>
                    <tr>
                        <th className='desktop'></th>
                        <th>Основной</th>
                        <th>Передача</th>
                        <th>Про</th>
                    </tr>
                </thead>
                <tbody>
                    <tr className='mobile'>
                        <td colSpan='4'>План ценообразования</td>
                    </tr>
                    <tr>
                        <td className='desktop'>План ценообразования</td>
                        <td className='lie-price'>
                            <span>$62.00</span>
                            <span>годовой счет</span>
                        </td>
                        <td className='lie-price'>
                            <span>$62.00</span>
                            <span>годовой счет</span>
                        </td>
                        <td className='lie-price'>
                            <span>$155.00</span>
                            <span>годовой счет</span>
                        </td>
                    </tr>
                    <tr className='mobile'>
                        <td colSpan='3'></td>
                    </tr>
                    <tr>
                        <td className='desktop'>Период</td>
                        <td className='lie-price'>
                            <span>До 5 лет</span>
                        </td>
                        <td className='lie-price'>
                            <span>1 год</span>
                        </td>
                        <td className='lie-price'>
                            <span>До 5 лет</span>
                        </td>
                    </tr>
                    <tr className='mobile'>
                        <td colSpan='3'>Регистрация LEI</td>
                    </tr>
                    <tr>
                        <td className='desktop'>Регистрация LEI</td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                    </tr>
                    <tr className='mobile'>
                        <td>Обновление данных LEI</td>
                    </tr>
                    <tr>
                        <td className='desktop'>Обновление данных LEI</td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                    </tr>
                    <tr className='mobile'>
                        <td colSpan='3'>Ускорение проверки SSL</td>
                    </tr>
                    <tr>
                        <td className='desktop'>Ускорение проверки SSL</td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                        <td className='lei-yes'>
                            <svg viewBox='0 0 32 25'>
                                <path
                                    d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                </path>
                            </svg>
                        </td>
                    </tr>
                    <tr className='mobile'>
                        <td className='lei-detailed' colSpan='3'>
                            <span>
                                <a href="">Бесплатный SSL-сертификат</a>
                            </span>
                            <span>Надежный и профессиональный SSL поставляется с каждым планом</span>
                        </td>
                    </tr>
                    <tr>
                        <td className='lei-detailed desktop'>
                            <span>
                                <a href="">Бесплатный SSL-сертификат</a>
                            </span>
                            <span>Надежный и профессиональный SSL поставляется с каждым планом</span>
                        </td>
                        <td>
                            <span className='lei-yes'>
                                <svg viewBox='0 0 32 25'>
                                    <path
                                        d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                    </path>
                                </svg>
                            </span>
                            <i className='yes-num'>
                                
                            </i>
                        </td>
                        <td>
                            <span className='lei-yes'>
                                <svg viewBox='0 0 32 25'>
                                    <path
                                        d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                    </path>
                                </svg>
                            </span>
                            <i className='yes-num'>
                                GoGetSSL® Доменный SSL-сертификат
                            </i>
                        </td>
                        <td>
                            <span className='lei-yes'>
                                <svg viewBox='0 0 32 25'>
                                    <path
                                        d="M31.904 5.088c0 .504-.144 1.008-.505 1.368L13.696 24.16c-.431.36-.863.575-1.44.575a1.97 1.97 0 0 1-1.368-.575L.596 13.94c-.358-.431-.502-.862-.502-1.44 0-.504.144-1.007.505-1.368l2.806-2.807c.432-.432.864-.576 1.44-.576.504 0 1.007.144 1.367.576l6.046 6.045L25.788.84c.36-.36.862-.575 1.368-.575.575 0 1.007.216 1.439.575l2.806 2.808c.36.431.505.862.505 1.439l-.002.001z">
                                    </path>
                                </svg>
                            </span>
                            <i className='yes-num'>
                                GoGetSSL® Доменный SSL-сертификат
                            </i>
                        </td>
                    </tr>
                    <tr>
                        <td className='desktop'></td>
                        <td>
                            <a href="">
                                <span className='desktop'>Выберите <br /> Этот план</span>
                                <span className='mobile'>Заказать</span>
                            </a>
                        </td>
                        <td>
                            <a href="">
                                <span className='desktop'>Выберите <br /> Этот план</span>
                                <span className='mobile'>Заказать</span>
                            </a>
                        </td>
                        <td>
                            <a href="">
                                <span className='desktop'>Выберите <br /> Этот план</span>
                                <span className='mobile'>Заказать</span>
                            </a>
                        </td>
                    </tr>
                </tbody>
            </table>
        </div>
    )
}