import React, { useEffect } from 'react'

export default function Payment() {
    useEffect(() => {
        document.title = 'Способы оплаты и возврат средств | GoGetSSL™®'
    }, [])
    return (
        <div className='certificates'>
            <div className="cert-txt">
                <h3>Способы оплаты и возврат средств</h3>
                <p className='cert-txt-item'>
                    <span>
                        <svg className='cert-txt-svg' viewBox="0 0 32 32">
                            <path
                                d="M31.946499 6.164124c0 4.848679-2.113812 8.371287-2.20271 8.518216-.179032.292625-.488942.453136-.808731.453136-.16792 0-.337074-.044449-.490177-.137052-.446963-.271635-.590188-.85318-.319788-1.300142.019755-.032102 1.927371-3.238626 1.927371-7.534158 0-2.449651-1.592767-4.227623-3.788069-4.227623-2.089118 0-3.788069 1.698951-3.788069 3.789304 0 .890221.430911 3.152197.596362 3.94858.107419.512402-.222247 1.013691-.734648 1.12111-.512402.10495-1.013691-.222247-1.119876-.733414-.065439-.31238-.638341-3.089227-.638341-4.336277 0-3.133676 2.549662-5.683338 5.684573-5.683338 3.238626 0 5.682104 2.631152 5.682104 6.121658zm-5.521592 1.490287c.376584 3.147258.922323 9.280028.295094 9.904788l-13.762 13.763235c-.845772.847006-2.219996.847006-3.067002-.001235L.688757 22.120192c-.847006-.845772-.847006-2.219996 0-3.067002l13.763235-13.762c.218542-.218542 2.59905-.22842 5.275886-.088899-.014816.176563-.053092.343247-.053092.523514 0 .686495.151868 1.750809.311145 2.686714-.280278.416095-.444493.91615-.444493 1.455715 0 1.437194 1.16556 2.602754 2.602754 2.602754s2.602754-1.16556 2.602754-2.602754c0-.885282-.443258-1.665614-1.118641-2.134802-.138287-.823547-.24941-1.618696-.24941-2.007627 0-.08396.017286-.161746.024694-.244471.329666.034572.654393.070378.961834.108654 1.818718.223481 1.837238.219777 2.059485 2.064424zm-7.335371 10.299893c-.213604-.593892-.569198-1.306316-1.340888-2.126159l1.044559-1.045793-1.16309-1.161856-1.127284 1.128519c-1.508807-1.033446-3.064533-.949487-4.120204.106184-1.150743 1.150743-.879109 2.611397-.034572 4.309114.58031 1.175437.686495 1.852055.235828 2.302721-.463014.463014-1.210009.261757-1.887861-.41486-.770455-.770455-1.222356-1.722411-1.447072-2.4941l-1.74587 1.034681c.202491.698842.74823 1.695247 1.518685 2.51509l-1.138396 1.139631 1.161856 1.16309 1.223591-1.222356c1.613757 1.138396 3.241096.985293 4.296767-.070378 1.080365-1.082835 1.175437-2.292844.24941-4.215276-.642046-1.377929-.796383-2.054546-.416095-2.4336.33337-.33337.926027-.428442 1.697717.343247.855649.855649 1.139631 1.686604 1.293969 2.126159l1.698951-.984058z">
                            </path>
                        </svg>
                    </span>
                    <span>GoGetSSL® гарантирует 100% возврат средств за любой SSL-сертификат, размещенный в течение 30 дней. Нашли ли вы лучшее решение или просто передумали - неважно, какова причина отказа. Мы возвращаем платежи в те же источники, из которых они поступили. Мы принимаем PayPal, Skrill, Webmoney (Paymaster24), прямые банковские переводы или можем вернуть деньги на баланс вашего счета для будущих покупок.</span>
                </p>
                <p>Запросить возврат денег очень просто, достаточно войти в кабинет клиента, найти свой заказ и нажать кнопку "Отменить заказ". Наши менеджеры в ближайшее время рассмотрят ваш запрос на отмену заказа.</p>
                <p>Возврат средств через PayPal, Skrill и Webmoney осуществляется немедленно, однако банковский перевод может занять несколько дней в зависимости от правил вашего банка и страны. Обратите внимание, мы не гарантируем возврат средств, если центр сертификации (Certificate Authority) отозвал SSL-сертификат по таким причинам, как атака "человек посередине" или поддельные документы, предоставленные в процессе верификации.</p>
                <p>Возврат средств за коды LEI не производится, так как они выдаются на срок не менее 12 месяцев без возможности отзыва. Мы возвращаем заказы на коды LEI в случае отклонения запросов LOU/GLEIF. Услуги TrulyTrust также не подлежат полному возврату.</p>
                <h4 className='term-title'>Правила и способы оплаты</h4>
                <p>Мы принимаем несколько способов оплаты, чтобы наилучшим образом обслужить вас. Свяжитесь с нами, чтобы обсудить любые предложения, поскольку мы можем рассмотреть возможность принятия различных способов оплаты. Текущие платежные шлюзы, которые мы принимаем, перечислены ниже:</p>
                <ul>
                    <li className='lei-info'>
                        <div className='lei-info-left'>
                            <span>
                                <svg className='payment-symbol' viewBox='0 0 35 10'>
                                    <path d="M6.91 1.156a1.563 1.563 0 0 0-.574-.619 2.688 2.688 0 0 0-.913-.335 7.46 7.46 0 0 0-1.24-.098L1.99.106a.55.55 0 0 0-.505.4L.009 6.936c-.053.217.09.4.318.4h1.05a.538.538 0 0 0 .504-.4l.36-1.56a.538.538 0 0 1 .504-.4h.3c1.285-.001 2.28-.263 2.994-.789.719-.526 1.073-1.222 1.073-2.083 0-.377-.063-.694-.202-.947zm-2.265 2.1c-.318.233-.76.35-1.329.35H3.06c-.228 0-.368-.181-.319-.402l.316-1.364a.532.532 0 0 1 .5-.399l.345-.002c.402 0 .708.07.913.204.203.133.305.345.303.626.006.427-.156.755-.472.987zM11.975 2.075c-.396-.223-1.022-.335-1.877-.335-.423 0-.845.033-1.27.099-.315.048-.346.057-.54.1-.399.086-.462.485-.462.485l-.128.529c-.073.337.122.324.203.296.174-.052.271-.106.628-.185.34-.078.699-.136.984-.132.42 0 .74.044.955.135.211.092.317.25.317.477l-.019.149-.151.093c-.596.037-1.027.092-1.55.168-.51.071-.959.196-1.331.367-.4.176-.697.412-.904.713-.2.302-.301.668-.301 1.098 0 .405.145.74.428.998.283.254.658.378 1.107.378a3.02 3.02 0 0 0 .659-.061l.509-.176.43-.238.397-.262.005.008-.04.168-.002.007v.001c-.043.205.081.374.28.394l.005.004H11.282l.014-.006a.543.543 0 0 0 .452-.393l.766-3.315.04-.27.018-.253c.003-.47-.2-.818-.597-1.04zm-1.694 3.728l-.163.215-.413.214a1.471 1.471 0 0 1-.55.118c-.258 0-.461-.037-.598-.114l-.203-.394c0-.213.05-.382.154-.512l.445-.303c.19-.064.423-.119.693-.156.24-.03.714-.084.776-.086l.073.128c-.015.072-.15.636-.214.89zM31.054 2.08c-.399-.224-1.024-.336-1.877-.336-.423 0-.845.033-1.27.1-.315.047-.346.057-.54.098-.4.087-.461.487-.461.487l-.129.528c-.071.337.118.322.207.296.175-.052.27-.104.623-.186.339-.077.7-.133.986-.132.418 0 .74.045.953.136.213.091.317.25.317.476l-.016.148-.15.095c-.602.036-1.034.091-1.55.167-.51.071-.96.195-1.334.367-.398.176-.699.413-.904.714-.203.302-.301.668-.301 1.094 0 .408.143.742.43 1 .285.253.656.38 1.104.38.283-.003.502-.022.66-.062l.506-.173.435-.239.393-.265.007.009-.036.17-.004.003.002.003c-.048.205.077.375.279.393l.001.004H30.36l.016-.006a.538.538 0 0 0 .447-.396l.768-3.31.04-.272.023-.254c0-.468-.2-.815-.6-1.037zm-1.69 3.727l-.17.218-.41.212c-.194.078-.38.119-.547.119-.267 0-.464-.039-.597-.115l-.205-.393c0-.214.05-.381.15-.514.101-.124.257-.227.45-.302.188-.064.42-.116.691-.155.239-.03.712-.086.773-.087l.074.128c-.01.073-.146.634-.209.89zM25.986 1.18a1.625 1.625 0 0 0-.579-.621 2.578 2.578 0 0 0-.912-.335 7.221 7.221 0 0 0-1.236-.097L21.063.13a.546.546 0 0 0-.502.4l-1.477 6.43c-.053.218.093.399.317.399l1.052-.002a.545.545 0 0 0 .505-.397l.355-1.562a.545.545 0 0 1 .505-.399h.301c1.286 0 2.283-.264 3-.788.71-.53 1.069-1.224 1.069-2.087-.004-.375-.07-.693-.202-.943zM23.72 3.283c-.316.228-.759.345-1.325.345h-.261a.314.314 0 0 1-.322-.4l.319-1.363a.534.534 0 0 1 .501-.399l.34-.002c.405.002.708.069.914.203.206.135.303.346.306.626.002.427-.157.756-.472.99zM34.993.58c.048-.22-.09-.398-.316-.395h-.94c-.193 0-.367.143-.452.319l-.052.08-.048.209-1.315 5.978-.042.184.001.004c-.044.197.077.345.264.374l.016.022h.977c.191 0 .371-.146.453-.325l.05-.076L34.996.58h-.003zM19.113 1.82c-.248.004-1.26 0-1.26 0-.226 0-.516.183-.66.401 0 0-1.504 2.582-1.65 2.841l-.175-.002-.468-2.821c-.052-.222-.284-.412-.572-.412l-.941.002c-.227 0-.366.18-.315.4 0 0 .715 4.067.858 5.024.067.528-.008.622-.008.622l-.93 1.62c-.138.22-.064.4.161.4l1.088-.001c.227 0 .524-.178.659-.4l4.185-7.078c0 .001.402-.604.028-.596z"></path>
                                </svg>
                            </span>
                        </div>
                        <div className='lei-info-right'>
                            <h4>PayPal + кредитные карты</h4>
                            <p>Мы принимаем шлюз PayPal, поскольку он является одним из лучших и наиболее популярных платежных систем во всем мире. Для оплаты наших услуг с помощью PayPal можно использовать кредитные карты Visa, Mastercard, Discover и American Express, прямые банковские переводы. Все возвраты обрабатываются немедленно.</p>
                        </div>
                    </li>
                    <li className='lei-info'>
                        <div className='lei-info-left'>
                            <span>
                                <svg className='payment-skrill' viewBox='0 0 32 11'>
                                    <path d="M22.936 2.681a1.304 1.304 0 1 0 0-2.607 1.304 1.304 0 0 0 0 2.607zm-9.988.704c-.059.148-.482 1.344-1.506 2.584V.667l-2.73.54v9.61h2.73v-2.97c.79 1.185 1.18 2.97 1.18 2.97h3.27c-.324-1.345-1.738-3.823-1.738-3.823a11.976 11.976 0 0 0 1.915-3.609h-3.12zm7.175-.1c-2.444.078-3.685 1.175-3.685 3.355v4.177h2.667V7.41c0-1.306.17-1.865 1.72-1.919v-2.17c-.26-.054-.702-.037-.702-.037zM4.135 4.443c-.334-.022-1.108-.072-1.108-.769 0-.84 1.114-.84 1.532-.84.735 0 1.687.217 2.366.42 0 0 .38.134.702.27l.03.009V1.23l-.041-.012C6.814.938 5.88.668 4.152.668 1.17.667.114 2.403.114 3.891c0 .858.368 2.877 3.782 3.11.29.017 1.058.061 1.058.781 0 .595-.63.945-1.687.945A8.3 8.3 0 0 1 .3 8.152v2.372c1.023.268 2.175.402 3.526.402 2.916 0 4.221-1.643 4.221-3.272 0-1.847-1.46-3.047-3.912-3.21zm17.479 6.374h2.645V3.393h-2.645v7.424zM29.24 1.14v9.676h2.646V.667l-2.646.474zm-3.86 0l2.643-.474v10.15H25.38V1.14z"></path>
                                </svg>
                            </span>
                        </div>
                        <div className='lei-info-right'>
                            <h4>Skrill + credit cards</h4>
                            <p>Skrill, ранее известный как MoneyBookers, является вторым по величине поставщиком онлайн-платежей в мире. Мы разрешаем использовать Skrill в качестве шлюза для кредитных карт, даже для карт Maestro. Skrill обрабатывает методы SkrilDirect, Sofort, Neteller, PaySafeCard и SWIFT. Однако они имеют строгие правила обработки кредитных карт и могут отклонить платежи с обычных кредитных карт. В таких случаях мы предлагаем использовать PayPal.</p>
                        </div>
                    </li>
                    <li className='lei-info'>
                        <div className='lei-info-left'>
                            <span>
                                <svg className='payment-bank' viewBox='0 0 32 30'>
                                    <path
                                        d="M16 .2125L31.84375 6.55v2.1125h-2.1125c0 .26406-.13203.52812-.33008.72617-.19804.26406-.4621.33008-.8582.33008H3.39101c-.26406 0-.59414-.06602-.79218-.33008-.19805-.19805-.33008-.4621-.33008-.72617H.15625V6.55L16 .2125zM4.38125 10.775h4.225V23.45h2.1125V10.775h4.225V23.45h2.1125V10.775h4.225V23.45h2.1125V10.775h4.225V23.45h.92422c.33008 0 .59414.13203.8582.33008.26406.19805.33008.3961.33008.72617v1.05625H2.26875v-1.05625c0-.26406.13203-.52812.33007-.72617.26407-.26406.52813-.33008.7922-.33008h.99023V10.775zm26.34023 15.84375c.33008 0 .59415.13203.7922.33008.19804.19805.33007.3961.33007.72617v2.1125H.15625V27.675c0-.26406.13203-.52812.33008-.72617.19804-.26406.4621-.33008.79219-.33008h29.44297z">
                                    </path>
                                </svg>
                            </span>
                        </div>
                        <div className='lei-info-right'>
                            <h4>Банковские переводы (SWIFT)</h4>
                            <p>Для всех наших клиентов и партнеров приветствуются платежи по банковским переводам (SWIFT). Получите автоматически сгенерированный счет-фактуру в формате PDF, включающий все реквизиты компании и банка, при каждой покупке в нашей системе. Получение платежей в Европе занимает около 1-2 рабочих дней, в других странах может занять немного больше времени. Отправьте нам подтверждение платежа для мгновенной обработки.</p>
                        </div>
                    </li>
                    <li className='lei-info'>
                        <div className='lei-info-left'>
                            <span>
                                <svg className='payment-money' viewBox='0 0 32 32'>
                                    <path
                                        d="M3.69925 20.78363c-.37275-1.18038-.55913-2.485-.55913-3.7275 0-5.467 3.7275-10.12638 8.82175-11.61738v1.491l6.77163-3.41687L11.96187.096v2.42288C5.43875 4.25838.46875 10.09813.46875 17.05613c0 .994.06212 1.988.2485 2.85775l.2485-1.42888 2.7335 2.29863zM25.6915 19.2305l-.43488 7.57925 6.27463-4.16237-2.05012-1.2425c.43487-1.36675.62125-2.79563.62125-4.34875 0-6.461-4.2245-11.928-9.94-13.97813l1.05612.80763-3.2305 1.30462c5.40488 1.2425 9.443 6.15038 9.443 11.86588 0 .994-.18637 1.988-.37275 2.85775l-1.36675-.68338zm-1.42887 6.02613c-2.2365 2.42287-5.40488 3.91387-9.00813 3.91387-3.16838 0-6.15038-1.30462-8.32475-3.35475l1.36675-.7455-6.33675-4.16237.43487 7.57925 2.11225-1.2425C7.17825 30.10238 11.09212 31.904 15.2545 31.904c3.7275 0 7.02012-1.36675 9.62937-3.60325l-1.05612.37275.43487-3.41687zM14.2605 8.60713v1.988c-2.17438.497-3.479 1.92587-3.479 3.66537 0 1.988 1.55312 3.10625 3.66537 3.78963 1.55313.55912 2.17438.994 2.17438 1.80162 0 .80763-.80763 1.2425-1.988 1.2425-1.36675 0-2.485-.43487-3.41688-.86975l-.62125 2.42288c.80763.43487 2.17438.80762 3.54113.86975v1.988h2.05012v-2.11225c2.29863-.43488 3.66538-1.988 3.66538-3.78963 0-1.86375-.994-2.982-3.41688-3.85175-1.80162-.62125-2.485-1.11825-2.485-1.80162 0-.55913.43488-1.18038 1.80163-1.18038 1.491 0 2.42287.43488 2.982.7455l.62125-2.36075c-.7455-.37275-1.61525-.62125-2.982-.7455V8.60713H14.2605z">
                                    </path>
                                </svg>
                            </span>
                        </div>
                        <div className='lei-info-right'>
                            <h4>Chargebacks</h4>
                            <p>Есть люди, которые пытаются обмануть и сделать возврат средств после успешного получения заказанных товаров. В этом случае мы приостановим работу таких аккаунтов с отзывом SSL-сертификата. Мы также можем предупредить других онлайн-провайдеров SSL о ваших методах работы, чтобы запретить вам покупать SSL в других местах. Если вы хотите возобновить работу своего аккаунта, вам необходимо оплатить неоплаченный счет и штраф в размере 100$.</p>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    )
}
