export const ProductDetails = [
    {
        "sslDescription": "Базовый EV SSL-сертификат от DigiCert CA предлагает отличную долгосрочную масштабируемость, позволяя вам добавить до 250 стандартных доменов сейчас или позже - и все это под одним сертификатом. Это значительно упрощает управление сертификатами! Можно приобрести подписку на SSL-сертификат на срок до 6 (шести) лет, чтобы сэкономить деньги и упростить процесс повторной проверки.\n\nКроме того, это SSL-сертификат с расширенной проверкой (EV) - самый высокий уровень проверки, который вы можете получить. Это станет серьезным стимулом для вашего сайта, поскольку пользователи смогут проверить информацию о вашей организации прямо в данных сертификата. В сочетании с дополнительным DigiCert Dynamic Site Seal вы непременно вызовете больше доверия у своих пользователей.\n\nSSL поставляется с приоритетной проверкой, гарантией на 1 750 000 долларов и, конечно, неограниченным количеством бесплатных переизданий. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert, удостоенной наград.",
        "rows": [
            {
                "title": "Поддержка SAN включена",
                "icon": "san2",
                "content": "<p>Отличный способ организовать защиту всех ваших сайтов/поддоменов с помощью одного SSL, поскольку теперь вы можете поддерживать до 250 различных элементов SAN в DigiCert Basic EV SSL. Гораздо проще управлять одним SSL вместо нескольких; тот же срок действия, закрытый ключ и тот же процесс проверки.</p>"
            },
            {
                "title": "Необходимые документы",
                "icon": "signdoc",
                "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification\">руководствами по проверке</a>, подготовленными менеджерами по продажам.</p>"
            },
            {
                "title": "Совместимость с 99,99% устройств",
                "icon": "compatible",
                "content": "<p>Digicert CA демонстрирует фантастические результаты в области совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это значит, что ваш SSL будет надежным и работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список</a> протестированных устройств.</p>"
            },
            {
                "title": "Сравнить Secure Site EV",
                "icon": "compare",
                "content": "<p>Выбрать подходящий SSL-сертификат сложно, даже если вы опытный пользователь, например, хостинга или интернет-провайдера. Не нужно быть экспертом, ведь у нас есть профессиональный инструмент сравнения SSL-сертификатов, который позволяет выбрать наиболее популярные марки CA.</p>"
            }
        ],
        "id": "175"
    },
    {
        "sslDescription": "SSL-сертификат DigiCert Basic OV Flex предлагает большой выбор и возможность настройки, чтобы подобрать наиболее доступную смесь доменов, соответствующую вашим потребностям. Благодаря новой функции flex вы можете смешивать и сочетать до 250 стандартных доменов или доменов с диким знаком. И что самое приятное - вы можете защитить столько доменов, сколько захотите, сейчас или позже - все под одним сертификатом, что делает управление сертификатами удобным и простым. Поддерживаются алгоритмы шифрования RSA и ECC (Elliptic Curve Cryptography).\n\nSSL поставляется с приоритетной проверкой, гарантией на 1 250 000 долларов и, конечно же, неограниченным количеством бесплатных перевыпусков. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о сертификатах <a href=\"/wiki/ssl-basics/flex-ssl/\">Flex.</a></p>"
            },
            {
                "title": "Поддержка SAN включена",
                "icon": "san2",
                "content": "<p>В DigiCert Secure Site SSL есть возможность добавить до 250 элементов SAN (Subject Alternative Name) за дополнительную цену. Это делает продукт еще лучше, поскольку вы можете защитить все свои корпоративные сайты с помощью одного SSL. Каждый элемент SAN может защищать домен ИЛИ поддомен. По умолчанию Secure Site поддерживает оба варианта с/без WWW только для основного доменного имени.</p>"
            },
            {
                "title": "Необходимые документы",
                "icon": "signdoc",
                "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководствами по проверке</a>, подготовленными менеджерами по продажам</p>"
            },
            {
                "title": "Повышение рейтинга сайта в Google",
                "icon": "increase",
                "content": "<p>DigiCert Basic OV (Flex) является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для максимального увеличения количества кликов и конверсий, а также Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
            },
            {
                "title": "Совместимость с 99,99% устройств",
                "icon": "compatible",
                "content": "<p>Basic OV SSL демонстрирует фантастические результаты в области совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список </a>протестированных устройств.</p>"
            },
            {
                "title": "Сравнить SSL-сертификат",
                "icon": "compare",
                "content": "<p>Честно говоря, OV SSL (Flex) - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является основным фактором при выборе лучшего продукта. DigiCert поставляется без неограниченного лицензирования серверов; иногда это может иметь решающее значение. Пожалуйста, найдите время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
            }
        ],
        "id": "173"
    },
    {
        "sslDescription": "Экстраординарный SSL-сертификат Code Signing с расширенной проверкой для издателей и разработчиков по всему миру. Он обеспечивает более безопасный процесс подписания кодовых сертификатов и приносит доверие к неприкосновенности приложения. Без сомнения, это лучший способ загрузить ваше приложение в Интернете.\nDigiCert Extended Validation Code Signing завоевал положительную репутацию в операционных системах и браузерах. Windows 10 требует использования EV Code Sign SSL для драйверов пользовательского режима и режима ядра. DigiCert EV Code signing SSL выпускается DigiCert CA, который является одним из старейших центров сертификации (CA) с тысячами клиентов в более чем 180 странах.",
        "rows": [
            {
                "title": "Подписание кодов для бизнеса",
                "icon": "signdoc",
                "content": "<p>DigiCert Code Signing SSL требует прохождения процедуры расширенной проверки. Центр сертификации проверяет вашу компанию по базам данных местных органов власти. Обычно это занимает 1-3 рабочих дня, но иногда может занять больше времени. Процесс обратного звонка требует создания объявления на местных желтых страницах. Мы настоятельно рекомендуем ознакомиться с <a href=\"/wiki/validation/extended-validation-ssl-verification/\">руководством </a>по проверке организации.</p>"
            },
            {
                "title": "Сравните SSL с подписью кода",
                "icon": "compare",
                "content": "<p>У нас есть несколько SSL-сертификатов с кодовой подписью, поэтому вам может понадобиться сравнить их, чтобы выбрать лучший. Существует более десяти различных критериев для сравнения кодовых сертификатов. Проверьте наш инструмент сравнения, чтобы получить больше информации.</p>"
            }
        ],
        "id": "89"
    },
    {
        "sslDescription": "SSL-сертификат DigiCert Code Signing от DigiCert CA гарантирует конечным клиентам, что загруженный код является оригинальным, не содержит вредоносных кодов и не распространяется третьими лицами. Клиенты немедленно получают уведомление от мирового лидера о том, что код проверен, что создает мгновенное доверие к вашей компании.\nПодписание кода SSL делает практически невозможным повреждение или копирование вашей интеллектуальной собственности и обеспечивает надежную защиту клиентов. DigiCert поддерживает Adobe® AIR™, Office, Microsoft Authenticode®, VBA, JavaSoft™ и Apple®. Вы также можете использовать его для приложений AT&T Developer Program, Windows Phone, Symbian Signed, и он проверен на Java.",
        "rows": [
            {
                "title": "Подписание кодов для бизнеса",
                "icon": "signdoc",
                "content": "<p>DigiCert Code Signing SSL требует прохождения процесса бизнес валидации. Центр сертификации проверяет вашу компанию по базам данных местных органов власти. Обычно это занимает 1-3 рабочих дня, но иногда может занять больше времени. Процесс обратного звонка требует создания объявления на местных желтых страницах. Мы настоятельно рекомендуем ознакомиться с <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководством </a>по проверке организации.</p>"
            },
            {
                "title": "Сравните SSL с подписью кода",
                "icon": "compare",
                "content": "<p>У нас есть несколько SSL-сертификатов с кодовой подписью, поэтому вам может понадобиться сравнить их, чтобы выбрать лучший. Существует более десяти различных критериев для сравнения кодовых сертификатов. Проверьте наш инструмент сравнения, чтобы получить больше информации.</p>"
            }
        ],
        "id": "39"
    },
    {
        "sslDescription": "DigiCert Secure Site SSL, выпущенный DigiCert CA, является одним из лучших сертификатов в мире, так как он был выпущен старейшим и наиболее надежным CA во всем мире, известным в прошлом как VeriSign CA. 256-битные сертификаты DigiCert работают с хэш-алгоритмом RSA и идеально подходят для защиты интранет/экстранет и веб-сайтов.\nSecure Site SSL поставляется с одной из лучших команд поддержки и продаж, которые готовы помочь вам 24 часа в сутки. Они всегда доступны, когда вы в них нуждаетесь. Secure Site предоставляет самый высокий уровень гарантии в размере 1,750,000$ в индустрии SSL. Каждый SSL поставляется с ежедневной проверкой на вредоносное ПО, что поможет вам защитить весь сайт от вредоносных инфекций.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex.</a></p>"
            },
            {
                "title": "Требуется подтверждение бизнеса",
                "icon": "signdoc",
                "content": "<p>DigiCert CA, выпускающий DigiCert SSL, управляет лучшим центром проверки с многоязыковой поддержкой и местными агентами по всему миру. Благодаря этому процесс аудита/верификации проходит легко и гладко. Обычно выдача SSL занимает 1-5 рабочих дней, иногда немного больше, если требуется больше проверок. Для проверки бизнеса требуется обратный звонок и проверка контроля домена. Пожалуйста, ознакомьтесь с удобным <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководством </a>по проверке, чтобы получить более четкое представление.</p>"
            },
            {
                "title": "Интеллектуальная печать DigiCert",
                "icon": "premium",
                "content": "<p>Обеспечьте своим клиентам уверенность, необходимую для взаимодействия с вашим сайтом и совершения покупок на нем. DigiCert Smart Seal - это революционная интерактивная печать, которая показывает пользователям, что ваш сайт надежен, безопасен и управляется проверенной организацией, которой они могут доверять. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
            },
            {
                "title": "Поддержка SAN включена",
                "icon": "san2",
                "content": "<p>В DigiCert Secure Site SSL есть возможность добавить до 250 элементов SAN (Subject Alternative Name) за дополнительную цену. Это делает продукт еще лучше, поскольку вы можете защитить все свои корпоративные сайты с помощью одного SSL. Каждый элемент SAN может защищать домен ИЛИ поддомен. По умолчанию Secure Site поддерживает оба варианта с/без WWW только для основного доменного имени.</p>"
            },
            {
                "title": "Усилитель Google",
                "icon": "increase",
                "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он имеет как Seal-in-Search для максимального увеличения количества кликов и конверсий, так и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
            },
            {
                "title": "Отличная совместимость",
                "icon": "compatible",
                "content": "<p>Один из лучших SSL с почти 100% совместимостью с мобильными устройствами и браузерами. Доверяется практически всем устройствам на планете, продукты высоко оценены корпорацией Microsoft. Выбирайте этот продукт, если вам важна высочайшая степень защиты вашего сайта. Просмотрите список всех <a href=\"/wiki/ssl-basics/supported-devices/\">совместимых устройств</a> и браузеров с помощью RapidSSL Standard.</p>"
            },
            {
                "title": "Сравнение безопасных сайтов",
                "icon": "compare",
                "content": "<p>Secure Site - отличный продукт. Однако важно сравнить его с другими сертификатами, поскольку все сертификаты имеют свои преимущества и недостатки. Наша команда предлагает простой инструмент сравнения, чтобы получить четкое представление о DigiCert и других центрах сертификации</p>"
            }
        ],
        "id": "41"
    },
    {
        "sslDescription": "Без сомнения, это лучший EV SSL-сертификат в отрасли, выпущенный DigiCert CA. DigiCert Secure Site EV SSL - абсолютный лидер доверия с многолетней историей. SSL имеет 256-битное шифрование и поддерживает алгоритм хэширования SHA2. Вы можете добавить до 250 элементов SAN для защиты всех ваших сайтов одновременно\nDigiCert Secure Site EV требует расширенной проверки для получения зеленой адресной строки, что увеличивает конверсию до 17,3%. DigiCert CA обеспечивает безопасность миллионов веб-сайтов в 172+ странах. Поддержка клиентов осуществляется 7 дней в неделю, 24 часа в сутки и бесплатно.",
        "rows": [
            {
                "title": "Расширенная проверка требует",
                "icon": "signdoc",
                "content": "<p>DigiCert Secure Site EV требует проверки организации, подтверждения владения доменом и процесса обратного звонка. DigiCert имеет мультиязычную поддержку и множество местных агентов по всему миру, чтобы сделать процесс быстрым и легким. Убедитесь, что у вас достаточно терпения, так как иногда процесс проверки может занять некоторое время. Потратьте минуту и прочитайте пошаговое <a href=\"/wiki/validation/extended-validation-ssl-verification/\">руководство </a>по проверке.</p>"
            },
            {
                "title": "Интеллектуальная печать DigiCert",
                "icon": "premium",
                "content": "<p>Эти сертификаты включают DigiCert Smart Seal - динамическую печать сайта, с помощью которой посетители вашего сайта могут легко убедиться в его безопасности. Эту высокоинтерактивную печать трудно подделать, и она тщательно разработана, чтобы вызвать доверие у посетителей вашего сайта. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert.</a></p>"
            },
            {
                "title": "Поддержка SAN включена",
                "icon": "san2",
                "content": "<p>Отличный способ организовать защиту всех ваших сайтов/поддоменов с помощью одного SSL, поскольку теперь вы можете поддерживать до 250 различных элементов SAN в DigiCert Secure Site EV SSL. Гораздо проще управлять одним SSL вместо нескольких; тот же срок действия, закрытый ключ и тот же процесс проверки.</p>"
            },
            {
                "title": "Усилитель Google",
                "icon": "increase",
                "content": "<p>DigiCert Secure Site EV является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для максимального увеличения количества кликов и конверсий и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
            },
            {
                "title": "Эксперт по совместимости",
                "icon": "compatible",
                "content": "<p>DigiCert - абсолютный эксперт в области SSL с почти 100% совместимостью с браузерами, мобильными устройствами и серверами. Настоятельно рекомендуется для крупных предприятий, проектов электронной коммерции, банков и государственных организаций. Посетите нашу <a href=\"/wiki/ssl-basics/supported-devices/\">страницу помощи</a> по совместимости, чтобы иметь четкое представление о том, какие устройства поддерживаются.</p>"
            },
            {
                "title": "Сравнить Secure Site EV",
                "icon": "compare",
                "content": "<p>Выбрать подходящий SSL-сертификат сложно, даже если вы опытный пользователь, например, хостинга или интернет-провайдера. Не нужно быть экспертом, ведь у нас есть профессиональный инструмент сравнения SSL-сертификатов, который позволяет выбрать наиболее популярные марки CA.</p>"
            }
        ],
        "id": "44"
    },
    {
        "sslDescription": "DigiCert Secure Site Pro с включенной функцией SGC и поддержкой ECC - самый известный и уважаемый SSL на крупных предприятиях, в банках, проектах электронной коммерции и государственных структурах. 256-битный Secure Site Pro позволяет выпускать SSL с хэш-алгоритмом SHA256 и ECC. Вы можете заказать до 250 SAN, чтобы защитить все, что у вас есть, с помощью одного сертификата.\nDigiCert CA, выпускающий SSL-сертификаты DigiCert, является самым уважаемым SSL-провайдером на планете. DigiCert управляет SSL-сертификатами RapidSSL, GeoTrust, Thawte и DigiCert. Более 210 000 сайтов защищены по всему миру, и число их растет. Без сомнения, это лучший выбор для вашего проекта.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex.</a></p>"
            },
            {
                "title": "Требуется подтверждение бизнеса",
                "icon": "signdoc",
                "content": "<p>Центр сертификации DigiCert имеет мультиязычную поддержку с множеством агентов по всему миру, что делает проверку неанглоязычных клиентов беспроблемной. Это очень важно для китайских, японских, русских, испанских и других клиентов. В большинстве случаев проверка занимает от 1 до 5 рабочих дней, но может занять больше времени в случае возникновения трудностей или сложных ситуаций. Прочитайте наши<a href=\"/wiki/validation/business-validation-ssl-verification/\"> руководства по проверке</a>, чтобы узнать о процессе проверки.</p>"
            },
            {
                "title": "Криптография с закрытым сервером (SGC)",
                "icon": "shield",
                "content": "<p>SGC SSL - единственный продукт, который повышает уровень шифрования 40-битного браузера до 256-битного. Важно обеспечить надежное шифрование для всех ваших посетителей, даже для тех, кто использует старые версии Internet Explorer из Windows. В основном предлагается для крупных экстрасетей, интернет-банков и предприятий.</p>"
            },
            {
                "title": "Интеллектуальная печать DigiCert",
                "icon": "premium",
                "content": "<p>Обеспечьте своим клиентам уверенность, необходимую для взаимодействия с вашим сайтом и совершения покупок на нем. DigiCert Smart Seal - это революционная интерактивная печать, которая показывает пользователям, что ваш сайт надежен, безопасен и управляется проверенной организацией, которой они могут доверять. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert.</a></p>"
            },
            {
                "title": "Защита нескольких веб-сайтов",
                "icon": "san2",
                "content": "<p>Используйте опцию SAN (Subject Alternative Name), чтобы свести к минимуму управление несколькими SSL-сертификатами, ведь теперь вы можете защитить все свои сайты, поддомены, домены с подстановочными знаками и даже публичные IP-адреса с помощью одного SSL. DigiCert Secure Site Pro поставляется с поддержкой 250 SAN за дополнительную плату.</p>"
            },
            {
                "title": "SEO-ускоритель Google",
                "icon": "increase",
                "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он имеет как Seal-in-Search для максимального увеличения количества кликов и конверсий, так и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
            },
            {
                "title": "Совместимость устройств",
                "icon": "compatible",
                "content": "<p>DigiCert CA старается сделать свои сертификаты одними из лучших в мире, поэтому Secure Site Pro SSL имеет почти 100% совместимость с браузерами и мобильными устройствами. Это самый высокий результат, который мы видели. Заказывая этот SSL, вы можете не сомневаться, что он будет работать практически на всех устройствах на планете. Вот список известных <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых устройств</a>.</p>"
            },
            {
                "title": "Сравнить DigiCert SSL",
                "icon": "compare",
                "content": "<p>SSL-сертификаты SGC - это дорогие сертификаты, и их не так много на рынке. Цена может варьироваться от 80$ до 1000$ в год. Обратите внимание, что цена не является основным фактором при выборе SSL, пожалуйста, подумайте, прежде чем купить его. Наш инструмент сравнения SSL делает процесс выбора простым, как 1-2-3.</p>"
            }
        ],
        "id": "42"
    },
    {
        "sslDescription": "DigiCert Secure Site Pro EV является номером один в мире. Он обладает множеством функций, которые делают его таким особенным. Функция SGC увеличивает минимальное 40-битное шифрование в старых браузерах до мощного 256-битного. Расширенная валидация дает еще одну замечательную возможность - зеленую адресную строку, которая повышает продажи и уровень доверия посетителей. SAN может защитить до 250 различных доменов или субдоменов одновременно. Более того, на них предоставляется гарантия в размере 1 750 000 долларов, что является самым высоким показателем в отрасли, и да, они поддерживают алгоритм хэширования ECC.\nС помощью DigiCert Secure Site Pro EV SSL весь трафик между вашим сервером и клиентом будет зашифрован с использованием хэш-алгоритмов RSA или даже ECC. DigiCert CA - самый надежный орган, имеющий клиентов в более чем 170 странах. Используя систему управления GoGetSSL, вы можете быстро и легко выпустить/перевыпустить свой SSL-сертификат",
        "rows": [
            {
                "title": "Требуется расширенная проверка",
                "icon": "signdoc",
                "content": "<p>Одним из наиболее значимых преимуществ работы с центром сертификации DigiCert является наличие нескольких офисов и местных агентов по всему миру, что дает им возможность подтверждать заказы гораздо проще, говоря на вашем языке. Расширенная валидация всегда сопровождается зеленой адресной строкой, которая мгновенно отображается на вашем сайте. Это может увеличить конверсию до 17,3%, и это прекрасный результат. Пожалуйста, уделите минуту и прочитайте наше руководство по <a href=\"/wiki/validation/extended-validation-ssl-verification/\">расширенной валидации</a>, чтобы найти ответы на самые распространенные вопросы.</p>"
            },
            {
                "title": "Криптография с закрытым сервером (SGC)",
                "icon": "shield",
                "content": "<p>Сегодня лишь небольшая часть клиентов использует старые браузеры, такие как Microsoft Internet Explorer 5/6. Однако проблема в том, что старые браузеры поддерживают только 40-битное шифрование, и именно поэтому так важны сертификаты SGC. Они повышают уровень стандартного 40-битного шифрования до мощного 256-битного. Банки, интернет-банки, крупные экстрасети и сайты электронной коммерции по-прежнему должны использовать сертификаты SGC, чтобы быть уверенными в том, что они хорошо защищены.</p>"
            },
            {
                "title": "Интеллектуальная печать DigiCert",
                "icon": "premium",
                "content": "<p>SSL-сертификат DigiCert Secure Site Pro EV поставляется с революционной печатью DigiCert Smart Seal, которая поможет конечным пользователям быстро проверить безопасность вашего сайта. Одним нажатием кнопки пользователи вашего сайта смогут убедиться в том, что ваш сайт проверен и защищен. Это даст им уверенность в том, что они могут без опасений пользоваться вашим сайтом и совершать на нем покупки. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
            },
            {
                "title": "Поддержка SAN",
                "icon": "san2",
                "content": "<p>Больше нет необходимости использовать несколько SSL-сертификатов с разными CSR, RSA-ключами и сроками действия, поскольку DigiCert Secure Site Pro EV может защитить до 250 элементов SAN. Каждый SAN может защищать отдельные записи, такие как доменное имя или субдомен. Еще одним преимуществом является цена, поскольку SAN-элементы стоят меньше, чем стандартный SSL-сертификат.</p>"
            },
            {
                "title": "Повышение поискового рейтинга в Google",
                "icon": "increase",
                "content": "<p>6 августа 2014 года Google объявил о небольших обновлениях поискового алгоритма, и теперь все сайты, использующие SSL-сертификаты, получают более высокие позиции в поисковой выдаче. Это отличная новость, так как скоро все больше и больше сайтов будут использовать HTTPS вместо HTTP. Давайте защищать мир онлайн вместе.</p>"
            },
            {
                "title": "Поддерживаемые устройства",
                "icon": "compatible",
                "content": "<p>DigiCert Secure Site Pro EV является эталонным продуктом, так как имеет почти 100% поддержку мобильных устройств и браузеров. Он не имеет конфликтов с каждым опубликованным устройством. Цертификаты DigiCert проходят все SSL-проверки с наивысшими результатами. Проверьте<a href=\"/wiki/ssl-basics/supported-devices/\"> список совместимости</a>, если вы не уверены, поддерживается ли ваше устройство/браузер.</p>"
            },
            {
                "title": "Сравнить DigiCert SSL",
                "icon": "compare",
                "content": "<p>На нашем сайте работает один из самых подробных инструментов сравнения SSL, доступных на сегодняшний день. Он сравнивает сертификаты по множеству характеристик. Он был создан для того, чтобы каждый пользователь мог сравнить и понять, какой SSL заказать и почему. Свяжитесь с нашими менеджерами по продажам, если вы запутались и у вас есть дополнительные вопросы.</p>"
            }
        ],
        "id": "43"
    },
    {
        "sslDescription": "Самый мощный и дорогой SSL на планете - DigiCert Secure Site Pro Wildcard с 256-битным шифрованием. Он поддерживает RSA и самые сильные алгоритмы шифрования ECC (Elliptic Curve Cryptography). Защитите свой домен, а также неограниченное количество субдоменов с помощью одного Wildcard SSL.\nSSL поставляется с приоритетной проверкой, гарантией на 1 500 000 долларов и, конечно же, неограниченным количеством бесплатных перевыпусков. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert. Кроме того, вы получите DigiCert Smart Seal, а также автоматическое сканирование на наличие вредоносных программ и уязвимостей.",
        "rows": [
            {
                "title": "Неограниченное количество поддоменов",
                "icon": "wildcard",
                "content": "<p>Текущий SSL поддерживает неограниченное количество поддоменов в рамках одного доменного имени из общего имени вашей CSR. Это удобно для защиты всех поддоменов вашей системы одним и тем же SSL, а также экономит деньги. Обратите внимание, что продукты DigiCert имеют неограниченное серверное лицензирование, то есть вам не придется платить дополнительную плату за каждое устройство/IP.</p>"
            },
            {
                "title": "Необходимые документы",
                "icon": "signdoc",
                "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководствами </a>по проверке, подготовленными менеджерами по продажам.</p>"
            },
            {
                "title": "Интеллектуальная печать DigiCert",
                "icon": "premium",
                "content": "<p>Этот SSL-сертификат DigiCert поставляется с DigiCert Smart Seal - революционной печатью сайта, которая помогает конечным пользователям быстро проверить владельца веб-сайта. Пользователи могут быстро проверить название организации/предприятия, адрес, статус проверки на вредоносное ПО и другие данные. Поставьте DigiCert Smart Seal на свой сайт, чтобы повысить доверие пользователей, уменьшить количество отказов от посещения сайта и увеличить продажи/конверсию. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
            },
            {
                "title": "Повышение рейтинга сайта в Google",
                "icon": "increase",
                "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для увеличения количества кликов и конверсий и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
            },
            {
                "title": "Совместимость с 99,99% устройств",
                "icon": "compatible",
                "content": "<p>DigiCert Secure Site Wildcard SSL демонстрирует фантастические результаты совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список</a> протестированных устройств.</p>"
            },
            {
                "title": "Сравнить SSL-сертификат",
                "icon": "compare",
                "content": "<p>Честно говоря, DigiCert Secure Site Wildcard SSL - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является основным фактором при выборе лучшего продукта. DigiCert поставляется без неограниченного лицензирования серверов; иногда это может иметь решающее значение. Пожалуйста, потратьте время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
            }
        ],
        "id": "113"
    },
    {
        "sslDescription": "DigiCert Secure Site Wildcard SSL оснащен 256-битным шифрованием и хэш-алгоритмами RSA/ECC. Wildcard - означает, что он может защитить неограниченное количество поддоменов вашего основного домена. Требуется прохождение проверки бизнеса, проверка владения доменом и обратный звонок для идентификации по телефону. Гарантия на 1 500 000 долларов предоставляется на каждый сертификат Secure Site Wildcard.\nSSL-сертификат Secure Site Wildcard поставляется с печатью DigiCert Smart Seal и ежедневной проверкой сайтов на наличие вредоносных программ. Используя этот SSL-сертификат, вы получаете доступ к круглосуточной поддержке семь дней в неделю. Компания DigiCert, также известная как Verisign, является одним из самых авторитетных центров сертификации (ЦС) в мире. Без сомнения, это особенный Wildcard SSL, который мы продаем в нашем SSL-магазине.",
        "rows": [
            {
                "title": "Неограниченное количество поддоменов",
                "icon": "wildcard",
                "content": "<p>Текущий SSL поддерживает неограниченное количество поддоменов в рамках одного доменного имени из общего имени вашей CSR. Это удобно для защиты всех поддоменов вашей системы одним и тем же SSL, а также экономит деньги. Обратите внимание, что продукты DigiCert имеют неограниченное серверное лицензирование, то есть вам не придется платить дополнительную плату за каждое устройство/IP.</p>"
            },
            {
                "title": "Необходимые документы",
                "icon": "signdoc",
                "content": "<p>Проверка бизнеса означает, что вам необходимо предоставить документы компании в центр сертификации, в большинстве случаев они запрашивают статью об инкорпорации для идентификации вашего бизнеса. Местные офисы и агенты помогают в проверке; они вручную проверяют вашу компанию по местным базам данных, чтобы процесс прошел гладко. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководствами </a>по проверке, подготовленными менеджерами по продажам.</p>"
            },
            {
                "title": "Интеллектуальная печать DigiCert",
                "icon": "premium",
                "content": "<p>SSL-сертификаты DigiCert Secure Site поставляются с революционной печатью DigiCert Smart Seal, которая помогает конечным пользователям быстро проверить владельца веб-сайта. Пользователи вашего сайта смогут быстро и легко убедиться в том, что ваш сайт заслуживает доверия и управляется зарегистрированной организацией. С печатью DigiCert Smart Seal посетители вашего сайта смогут пользоваться вашим сайтом с уверенностью. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать DigiCert</a>.</p>"
            },
            {
                "title": "Повышение рейтинга сайта в Google",
                "icon": "increase",
                "content": "<p>DigiCert Secure Site является уникальным продуктом, поскольку он одновременно содержит Seal-in-Search для увеличения количества кликов и конверсий и Google SEO booster. Каждый SSL-сертификат повышает рейтинг вашего сайта, поскольку Google Inc. объявил о незначительном обновлении поискового алгоритма. В нашем магазине больше нет такого превосходного продукта.</p>"
            },
            {
                "title": "Совместимость с 99,99% устройств",
                "icon": "compatible",
                "content": "<p>DigiCert Secure Site Wildcard SSL демонстрирует фантастические результаты совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. Список протестированных устройств.</p>"
            },
            {
                "title": "Сравнить SSL-сертификат",
                "icon": "compare",
                "content": "<p>Честно говоря, DigiCert Secure Site Wildcard SSL - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является главным фактором при выборе лучшего продукта. DigiCert поставляется с неограниченным лицензированием серверов, шифрованием ECC и RSA и всеми остальными стандартными функциями. Пожалуйста, найдите время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
            }
        ],
        "id": "84"
    },
    {
        "sslDescription": "Отличный SSL-сертификат с сильным именем и возможностями. DigiCert Wildcard имеет 256-битное шифрование и поддерживает алгоритмы шифрования RSA и ECC (Elliptic Curve Cryptography). Защитите свой домен, а также неограниченное количество субдоменов с помощью одного Wildcard SSL.\nSSL поставляется с приоритетной проверкой, гарантией на 1 250 000 долларов и, конечно же, неограниченным количеством бесплатных перевыпусков. Круглосуточная поддержка семь дней в неделю, предоставляемая профессиональной командой DigiCert, готова помочь вам в течение всего периода покупки и использования.",
        "rows": [
            {
                "title": "Неограниченное количество поддоменов",
                "icon": "wildcard",
                "content": "<p>Защитите свое базовое доменное имя domain.tld со всеми поддоменами mail.example.tld, blog.example.tld, it.example.tld, portal.example.tld, shop.example.tld и любыми другими вариациями. Wildcard SSL может использоваться на большинстве современных почтовых серверов и панелей управления, обеспечивая полную защиту всей системы.</p>"
            },
            {
                "title": "Необходимые документы",
                "icon": "signdoc",
                "content": "<p>Каждая организация, бизнес-клиент или государственное учреждение должны пройти процесс проверки. Этот процесс включает в себя три этапа: утверждение владения доменом по электронной почте, проверка организации и обратный звонок. В среднем проверка занимает три-пять рабочих дней, но это ничто по сравнению с целью добиться большего доверия со стороны конечных клиентов. Такой SSL настоятельно рекомендуется для сайтов электронной коммерции и средних/крупных корпоративных сайтов. Пожалуйста, ознакомьтесь с полным описанием <a href=\"/wiki/validation/business-validation-ssl-verification/\">процесса валидации</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Совместимость с 99,99% устройств",
                "icon": "compatible",
                "content": "<p>DigiCert Wildcard SSL демонстрирует фантастические результаты совместимости с мобильными устройствами и браузерами. Он совместим почти со 100 % (99,9 %) известных устройств. Это означает, что вашему SSL можно доверять и он будет работать везде и для всех. <a href=\"/wiki/ssl-basics/supported-devices/\">Список </a>протестированных устройств.</p>"
            },
            {
                "title": "Сравнить SSL-сертификат",
                "icon": "compare",
                "content": "<p>Честно говоря, Digicert Wildcard SSL - один из самых дорогих продуктов, которые мы продаем, и мы знаем, что цена не является основным фактором при выборе лучшего продукта. Пожалуйста, найдите время и сравните ваш SSL с другими продуктами, прежде чем совершать покупку.</p>"
            }
        ],
        "id": "174"
    },
    {
        "sslDescription": "Сертификат RapidSSL Standard принадлежит компании DigiCert® Inc, это довольно старый и известный центр сертификации с тысячами продаж по всему миру. Процесс выпуска SSL-сертификата, как и любого другого, занимает около пяти минут. RapidSSL поддерживает 256-битное шифрование с хэш-алгоритмом SHA2.\nПроцесс валидации происходит автоматически, поэтому получить SSL можно в любое время дня и ночи. В центр сертификации не нужно отправлять деловые или личные документы, так как RapidSSL требует только подтверждение владения доменом. Пройти проверку можно только по электронной почте.\nЭкономьте больше денег и заказывайте SSL на несколько лет; больше лет - больше скидки, максимальный срок действия RapidSSL - два года. Текущий SSL поставляется с гарантией на 10 000 долларов, бесплатным перевыпуском и неограниченной поддержкой лицензирования серверов. Проверьте другие ",
        "rows": [
            {
                "title": "Получите бесплатную печать сайта",
                "icon": "premium",
                "content": "<p>Сертификат RapidSSL Standard оснащает сайт стандартным статичным логотипом Site Seal. Он выполнен в анимированном формате gif и отображает информацию о сумме гарантии и уровне шифрования. Поместите печать на корзины или веб-формы, чтобы увеличить конверсию и получить доверие клиента, устранив все сомнения. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать RapidSSL</a>.</p>"
            },
            {
                "title": "Быстрая выдача SSL",
                "icon": "fast",
                "content": "<p>Domain Validation SSL - это мгновенная защита в течение пяти минут от авторитетного SSL-провайдера. Никаких документов, никаких сканов и факсов - все, что требуется от RapidSSL, это подтвердить владение доменом по электронной почте. Используйте контактный адрес WHOIS или магическую пятерку: admin@, administrator@, webmaster@, hostmaster@ или postmaster@. Самый доступный способ быстро защитить посетителей.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес-верификацией получают более высокие позиции в рейтинге, чем сертификаты с проверкой домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Поддержка универсальных устройств",
                "icon": "compatible",
                "content": "<p>RapidSSL CA получает прозрачное доверие от всех приложений, устройств и браузеров. Универсальная совместимость - одна из главных характеристик SSL-сертификата. Убедитесь, что вы используете правильные инструкции по установке, и помните, что SSL не будет работать без файлов Intermediate CA. Просмотрите список всех <a href=\"/wiki/ssl-basics/supported-devices/\">совместимых </a>устройств и браузеров с помощью RapidSSL Standard.</p>"
            },
            {
                "title": "Сравнить RapidSSL Standard SSL",
                "icon": "compare",
                "content": "<p>Большое разнообразие SSL-сертификатов сбивает с толку и затрудняет выбор правильного SSL. Ознакомьтесь с подробным сравнением известных сертификатов, чтобы получить четкое мнение о преимуществах или недостатках каждого SSL-сертификата. Сравните также цены, поскольку для каждого центра сертификации (ЦС) действуют многолетние скидки.</p>"
            }
        ],
        "id": "31"
    },
    {
        "sslDescription": "Автоматический процесс проверки позволяет клиентам получить 256-битный SSL-сертификат в течение нескольких минут, так как требуется только подтверждение прав на использование доменного имени. Подтвердить право собственности/контроля можно по электронной почте. Орган RapidSSL отправляет подтверждающие письма на адрес Whois или любой другой стандартный адрес электронной почты, например admin@domain.com или hostmaster@domain.com.\nRapidSSL включает зеленый замок во всех браузерах, чтобы доказать, что транзакции безопасны и сайт защищен от злоумышленников или попыток перехвата данных. Зеленый замок - это не то же самое, что зеленая адресная строка, которая доступна только в SSL-сертификатах с расширенной проверкой. Получите гарантию на 10 000 долларов и бесплатный логотип с печатью сайта при каждой покупке. Проверьте RapidSSL Standard SSL, если вам нужно защитить только основной сайт без субдоменов.",
        "rows": [
            {
                "title": "Неограниченное количество субдоменов",
                "icon": "wildcard",
                "content": "<p>Нужно решение, которое впишется в небольшой бюджет? Закажите SSL-сертификат с поддержкой wildcard и не платите ни цента за каждый отдельный субдомен. Продукты RapidSSL поставляются с полной поддержкой неограниченного количества субдоменов под одним и тем же доменным именем (общим именем). Выпустите SSL для *.yourdomain.tld, чтобы использовать его для my.yourdomain.tld, mail.yourdomain.tld, order.yourdomain.tld или любого другого субдомена. Получите неограниченное количество бесплатных перевыпусков в течение срока действия SSL в качестве бонуса.</p>"
            },
            {
                "title": "Быстрая выдача SSL",
                "icon": "fast",
                "content": "<p>У многих провайдеров выпуск SSL может занять несколько дней или даже недель, проверка может затянуться даже для проверки владения доменом, в некоторых случаях ручная проверка / проверка бренда требует и занимает больше времени, чем ожидалось. RapidSSL старается выпустить SSL не более чем за пять минут, чтобы обеспечить мгновенную защиту серверов и сайтов. Успешно пройдите проверку домена, и SSL придет прямо на электронную почту.</p>"
            },
            {
                "title": "Бесплатный логотип Site Seal",
                "icon": "premium",
                "content": "<p>Вам нужно больше конверсий? Посетители покидают сайт и покупают у конкурентов? Продемонстрируйте логотип RapidSSL Site Seal на сайте, чтобы получить доверие в Интернете. Более 60 % онлайн-покупателей не совершают покупку на сайте, на котором нет видимых индикаторов доверия, таких как логотип печати. Наведите курсор мыши, чтобы увидеть <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать RapidSSL</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение касается всех типов SSL-сертификатов - доменных, бизнес или расширенной проверки. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Поддержка универсальных устройств",
                "icon": "compatible",
                "content": "<p>SSL-сертификат с доверием 99%+ для распространенных браузеров, операционных систем, почтовых клиентов и устройств. Используйте только проверенные сертификаты, чтобы вызвать доверие у существующих и новых потенциальных клиентов. Убедитесь, что SSL правильно установлен. Узнайте больше о совместимости SSL с <a href=\"/wiki/ssl-basics/supported-devices/\">устройствами</a>.</p>"
            },
            {
                "title": "Найдите лучшее",
                "icon": "compare",
                "content": "<p>Starlab потратил много времени, чтобы опубликовать самое подробное сравнение SSL, доступное в Интернете. Теперь можно сравнить центр сертификации RapidSSL с таким конкурентом, как Comodo. Также можно сравнить его с такими дружественными брендами, как Thawte, GeoTrust и DigiCert. Найдите лучшее, купите лучшее, будьте лучшими.</p>"
            }
        ],
        "id": "32"
    },
    {
        "sslDescription": "Thawte SSL123 - это идеальный сертификат, если вам нужно быстрое и надежное шифрование для защиты соединений с вашим веб-сервером. Вы получите SSL в течение пяти минут, так как он требует подтверждения домена только по электронной почте. Новая технология FLEX позволяет защищать домены, поддомены и даже Wildcard-домены с помощью одного и того же SSL. Сертификаты Thawte имеют 256-битное шифрование и не подвержены риску фишинга или мошенничества. Используйте SSL123 для защиты малых и средних веб-сайтов или других онлайн-приложений и серверов.\nКаждый SSL включает в себя логотип с печатью доверенного сайта, проверку подлинности домена, бесплатное перевыпускание, 30-дневную гарантию возврата денег по любой причине и гарантию на 500 тыс. долларов. Перевыпуск, изменение и управление SSL возможны через систему управления GoGetSSL или платформу DigiCert CertCentral.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex</a>.</p>"
            },
            {
                "title": "До 250 элементов SAN",
                "icon": "san2",
                "content": "<p>Сертификат веб-сервера Thawte позволяет приобрести до 250 дополнительных элементов SAN. Каждый элемент SAN (Subject Alternative Name) может поддерживать домен, субдомен или даже Wildcard. Защитите большинство своих сайтов/платформ с помощью одного SSL-сертификата.</p>"
            },
            {
                "title": "Быстрый и сильный",
                "icon": "fast",
                "content": "<p>Быстро - значит почти мгновенно, поскольку, как только вы подтвердите право собственности на доменное имя по электронной почте, Thawte сгенерирует SSL в течение пяти-десяти минут, не больше. Это означает, что ваш сервер начнет защищать конфиденциальную информацию прямо здесь и сейчас. Забудьте о документах, факсах или сканах - все, что вам нужно, это иметь доступ к базовым электронным адресам доменного имени, таким как admin@ или hostmaster@.</p>"
            },
            {
                "title": "Thawte и Dynamic Seal",
                "icon": "premium",
                "content": "<p>SSL123 от Thawte CA обеспечивает знак доверия, который признан во всем мире и доступен для отображения на более чем 18 языках. Можно выбрать язык и размер, чтобы он лучше всего подходил для вашего сайта. Обязательно разместите печать на самых распространенных местах вашего сайта для мгновенного привлечения внимания всех посетителей. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Thawte</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Универсальная совместимость устройств",
                "icon": "compatible",
                "content": "<p>Thawte CA - один из старейших авторитетов в мире со значительным опытом работы на рынке SSL. Именно этим обусловлена отличная совместимость с устройствами - он работает со всеми браузерами, мобильными устройствами и серверным ПО. Если вы все еще сомневаетесь, загляните на эту страницу со списком <a href=\"/wiki/ssl-basics/supported-devices/\">совместимых </a>устройств.</p>"
            },
            {
                "title": "Сравнить Thawte SSL",
                "icon": "compare",
                "content": "<p>Всегда интересно сравнивать одинаковые решения от разных провайдеров, поэтому мы создали инструмент сравнения SSL для сравнения сертификатов по наиболее распространенным характеристикам. Чтобы найти лучшие решения, не нужно быть профессионалом в этой отрасли. Мы знаем, что цена не является общим фактором.</p>"
            }
        ],
        "id": "36"
    },
    {
        "sslDescription": "Thawte SSL123 Wildcard - это новый продукт компании Thawte, выпущенный в начале 2016 года и управляемый центром DigiCert CA. Это первый SSL-сертификат с проверкой доменов, полной поддержкой Wildcard и хэш-алгоритмом SHA-256. Он поставляется с неограниченным количеством перевыпусков и динамическим логотипом Site Seal.\nSSL защищает основное/первичное доменное имя с неограниченным количеством субдоменов. Начиная с 2015 года SSL-сертификаты Thawte имеют неограниченное серверное лицензирование, поэтому вы можете установить их на любое количество серверов/IP без дополнительной платы. Мы предлагаем 30-дневную гарантию возврата денег, а также гарантию в размере $500 тыс. на все продукты Thawte SSL123.",
        "rows": [
            {
                "title": "Поддержка диких символов",
                "icon": "wildcard",
                "content": "<p>Сертификаты Thawte SSL 123 Wildcard, как и любые другие Wildcard SSL, поставляются с неограниченной поддержкой поддоменов в рамках одного доменного имени. Он также имеет неограниченное серверное лицензирование, что означает, что вы можете установить SSL на любом количестве серверов/IP, сколько захотите, без дополнительной платы.</p>"
            },
            {
                "title": "Мгновенная обработка",
                "icon": "fast",
                "content": "<p>Процессинговый центр Thawte старается выдать все SSL-сертификаты в течение 5-8 минут, чтобы клиенты могли защитить сайты практически мгновенно. Thawte требует прохождения проверки домена по одному из электронных адресов, таких как administrator@, postmaster@, hostmaster@, websmaster@, admin@ или WHOIS technical email. Также возможно подтверждение через альтернативные методы проверки.</p>"
            },
            {
                "title": "Логотип с классической печатью",
                "icon": "premium",
                "content": "<p>Классический логотип Dynamic Seal с информацией о проверенной организации поставляется ко всем сертификатам Thawte. Доступно более 18 языков для отображения информации. Профессиональные логотипы печатей повышают доверие и продажи на каждом сайте. Взгляните на пример логотипа <a href=\"/wiki/ssl-basics/site-seal-logo/\">печати Thawte</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Ультрасовместимость",
                "icon": "compatible",
                "content": "<p>Thawte CA - один из старейших авторитетов в мире со значительным опытом работы на рынке SSL. Именно этим обусловлена отличная совместимость с устройствами - он работает со всеми браузерами, мобильными устройствами и серверным ПО. Если вы все еще сомневаетесь, загляните на эту страницу со списком <a href=\"/wiki/ssl-basics/supported-devices/\">совместимых </a>устройств.</p>"
            },
            {
                "title": "Сравнить Thawte SSL",
                "icon": "compare",
                "content": "<p>Thawte SSL 123 Wildcard, как и обычный SSL 123, имеет идеальную совместимость с браузерами и устройствами с покрытием до 99,9%. Компания Thawte работает на мировом рынке с 1995 года. Мы потратили много времени, чтобы создать один из лучших онлайн-инструментов сравнения SSL, который поможет каждому найти наиболее подходящий SSL-сертификат.</p>"
            }
        ],
        "id": "111"
    },
    {
        "sslDescription": "Компания Thawte известна как один из старейших и надежных центров сертификации SSL в мире, поэтому не должно быть никаких сомнений в том, чтобы заказать их EV SSL сертификат. Большинство правительственных организаций, корпораций и крупных предприятий обеспечивают безопасность с помощью Thawte EV SSL уже более 20 лет. EV SSL-сертификат имеет 256-битное шифрование с алгоритмом SHA256 Hash. С 2018 года все сертификаты Thawte выпускаются центром сертификации DigiCert.\nВсе больше и больше людей беспокоятся о конфиденциальности в Интернете, особенно если речь идет о конфиденциальности в бизнесе, поэтому важно обеспечить безопасность и защиту всех личных данных, передаваемых через Интернет. Thawte EV SSL отлично работает как на обычных персональных компьютерах, так и на современных мобильных устройствах.",
        "rows": [
            {
                "title": "Расширенная проверка",
                "icon": "signdoc",
                "content": "<p>Самое заметное отличие всех SSL-сертификатов - это зеленая адресная строка, которая появляется во всех браузерах и мобильных устройствах. Вы получите мгновенное доверие к вашему сервису и сайту, как только посетитель заметит установленную зеленую полосу. Все больше людей понимают ее истинное значение: зеленая полоса предоставляется тем, кто прошел строгий многоуровневый процесс расширенной валидации. Если вам нужна дополнительная информация, ознакомьтесь с процессом <a href=\"/wiki/validation/extended-validation-ssl-verification/\">расширенной валидации</a>.</p>"
            },
            {
                "title": "Видимая защита",
                "icon": "premium",
                "content": "<p>Зеленая адресная строка делает большую часть работы, однако Thawte предлагает дополнительные методы повышения доверия с помощью инновационного динамического логотипа-печати сайта. Печать должна быть установлена на большинстве популярных веб-страниц, например, в корзине. Каждая печать Thawte проверяет домен, организацию и размер гарантии, которая прилагается к EV-сертификату. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Thawte</a>.</p>"
            },
            {
                "title": "До 250 элементов SAN",
                "icon": "san2",
                "content": "<p>Thawte Web Server Certificate EV позволяет иметь 250 элементов SAN в зеленой адресной строке. Каждый элемент SAN (Subject Alternative Name) может поддерживать домен или субдомен. Защитите большинство своих сайтов/платформ с помощью одного SSL-сертификата.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес-верификацией получают более высокие позиции в рейтинге, чем сертификаты с проверкой домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Совместимость по принципу \"все включено\"",
                "icon": "compatible",
                "content": "<p>Сертификаты Thawte обеспечивают золотой стандарт совместимости с браузерами, которому доверяют все устройства. Золотой стандарт означает гарантированную совместимость с не менее чем 99 % браузеров. Чистая и надежная защита всех конфиденциальных данных, передаваемых через онлайн-мир с помощью сертификата Thawte EV. Полный <a href=\"/wiki/ssl-basics/supported-devices/\">список поддерживаемых</a> устройств.</p>"
            },
            {
                "title": "Выбор Thawte",
                "icon": "compare",
                "content": "<p>Нелегко сделать правильный выбор, когда на одном сайте представлено несколько EV-брендов. Мы публикуем профессиональные сравнения SSL, чтобы помочь вам составить собственное представление о сертификатах расширенной валидации. Используйте его, чтобы выбрать лучший сертификат, который соответствует вашим потребностям. Инструмент сравнения EV SSL-сертификатов.</p>"
            }
        ],
        "id": "37"
    },
    {
        "sslDescription": "SSL-сертификат Thawte Web Server уничтожит все тревоги и проблемы: вы будете спать спокойно, не беспокоясь о данных, передаваемых через веб-сервер, поскольку они всегда хорошо защищены и надежно защищены. Сертификат веб-сервера подтвердит уникальную личность деловых партнеров, сотрудников или любых других конечных клиентов. Чувствительные данные будут защищены 256-битным шифрованием при передаче через веб-приложения, почтовые серверы или интрасети.\nThawte попросит вашу компанию пройти проверку организации с обратным звонком. Это означает, что вас могут попросить отправить лицензию на ведение бизнеса в центр сертификации. Получение SSL не должно занимать более двух-трех рабочих дней, однако в некоторых случаях это может занять до недели. GoGetSSL предлагает 30-дневную гарантию возврата денег по любой причине, в то время как большинство других компаний дают всего 15 дней.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex</a>.</p>"
            },
            {
                "title": "Проверка бизнеса",
                "icon": "signdoc",
                "content": "<p>Прохождение процесса проверки бизнеса крайне важно в том случае, если вам нужно добиться доверия к своему бизнесу и услугам со стороны новых и существующих клиентов. Вы получите больше конверсий, если в сертификате будут указаны название бизнеса и доменное имя. Для прохождения процесса проверки вам может потребоваться предоставить лицензию на ведение бизнеса или учредительный договор. Выдается менее чем за три рабочих дня. Узнайте больше о процессе <a href=\"/wiki/validation/business-validation-ssl-verification/\">проверки</a>.</p>"
            },
            {
                "title": "Видимая защита",
                "icon": "premium",
                "content": "<p>Не каждый пользователь обращает внимание на зеленый замочек в адресной строке браузера, чтобы проверить, насколько надежно соединение и защищено ли оно от хакеров. Thawte предлагает загрузить динамически генерируемый логотип печати сайта в наиболее заметные и значимые места веб-сайта. Этот знак будет свидетельствовать о том, что веб-страница защищена, имеет гарантию 1 250 000 долларов и принадлежит правильной компании, что значительно повысит продажи и доверие. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Thawte</a>.</p>"
            },
            {
                "title": "До 250 элементов SAN",
                "icon": "san2",
                "content": "<p>Сертификат веб-сервера Thawte позволяет приобрести до 250 дополнительных элементов SAN. Каждый элемент SAN (Subject Alternative Name) может поддерживать домен, субдомен или даже Wildcard. Защитите большинство своих сайтов/платформ с помощью одного SSL-сертификата.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Совместимость по принципу \"все включено\"",
                "icon": "compatible",
                "content": "<p>Пятизвездочный SSL-сертификат уровня совместимости, которому доверяют практически все используемые устройства. Thawte гарантирует 99 % совместимости с браузерами, полную гармонию с мобильными устройствами и другими веб-/почтовыми серверами. Обеспечьте мощную защиту данных, где бы вы ни находились. Просмотрите полный список <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств.</p>"
            },
            {
                "title": "Сравнение Thawte SSL",
                "icon": "compare",
                "content": "<p>Иногда даже опытные пользователи и администраторы серверов путаются в том, какой SSL-сертификат лучше выбрать в конкретной ситуации. Никто не хочет переплачивать и исчерпывать бюджет на веб-защиту. Именно поэтому GoGetSSL предлагает одно из самых подробных сравнений SSL-сертификатов Thawte, доступных в Сети.</p>"
            }
        ],
        "id": "35"
    },
    {
        "sslDescription": "Сертификат Thawte Wildcard SSL позволяет защитить неограниченное количество поддоменов (FQDN) под одним и тем же базовым доменным именем с 256-битной защитой и единым процессом проверки. Сертификаты Thawte являются сертификатами с неограниченной серверной лицензией, то есть вам не придется платить дополнительную цену, если вам нужно защитить одни и те же домены на нескольких серверах.\nКаждый сертификат Thawte SSL требует выделенного IP-адреса или технологии SNI для установки на сервер. Вы можете использовать SSL как для экстрасетей, корпоративных сайтов, так и для почтовых серверов или веб-приложений. Вы сэкономите значительные средства, используя wildcard SSL, если вам нужно защитить множество поддоменов, поскольку в противном случае вам придется использовать несколько сертификатов для одного домена и множество IP-адресов. Мы предлагаем Thawte SSL с 30-дневной гарантией возврата денег, поэтому вы не рискуете потерять деньги, если не будете довольны SSL.",
        "rows": [
            {
                "title": "Дикая карта включена",
                "icon": "wildcard",
                "content": "<p>Wildcard был создан, чтобы сделать жизнь немного проще, и больше не нужно устанавливать множество сертификатов, забывать о многочисленных CSR и PrivateKeys, ведь теперь есть один SSL, с тем же CSR/PrivateKey и возможностью защитить все поддомены под нужным вам доменным именем. Будьте умнее и экономьте деньги и время с сертификатами Thawte Wildcard.</p>"
            },
            {
                "title": "Требуется зарегистрированная компания",
                "icon": "signdoc",
                "content": "<p>При заказе SSL-сертификата с проверкой организации требуется терпение: процесс проверки займет до трех рабочих дней, а в некоторых случаях и больше, поэтому настоятельно рекомендуется обновлять такие сертификаты как минимум за неделю до истечения срока действия. Thawte попросит предоставить лицензию на ведение бизнеса и пройти обратную верификацию, прежде чем выпустить SSL. Проверьте процесс проверки бизнеса, если вам нужна <a href=\"/wiki/validation/business-validation-ssl-verification/\">дополнительная информация</a>.</p>"
            },
            {
                "title": "Оснащен усилителем доверия",
                "icon": "premium",
                "content": "<p>Создание доверия в Интернете - это всегда большая работа, но в реальном бизнесе вы никогда не сталкиваетесь с такими проблемами, поскольку клиенты приходят к вам в офис, видят реальных людей и получают подтверждение доверия. Сложно доверять веб-сайту и делиться с ним личными данными, поэтому Thawte предлагает Динамическую печать сайта, чтобы показать всем посетителям, что сайт заслуживает доверия и компания проверена, как будто вы находитесь в ее офисе. На печати будет указано название компании, адрес, номер телефона и гарантия в 1,25 млн долларов. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Thawte</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение касается всех типов SSL-сертификатов - доменных, бизнес или расширенной проверки. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Совместимость по принципу \"все включено\"",
                "icon": "compatible",
                "content": "<p>Пятизвездочный SSL-сертификат уровня совместимости, которому доверяют практически все используемые устройства. Thawte гарантирует 99 % совместимости с браузерами, полную гармонию с мобильными устройствами и другими веб-/почтовыми серверами. Обеспечьте мощную защиту данных, где бы вы ни находились. Полный список <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств.</p>"
            },
            {
                "title": "Сравнение с Thawte",
                "icon": "compare",
                "content": "<p>Иногда даже опытные пользователи и администраторы серверов путаются в том, какой SSL-сертификат лучше выбрать в той или иной ситуации. Никто не хочет переплачивать и исчерпывать бюджет на защиту веб-сайтов. Именно поэтому GoGetSSL предлагает одно из самых подробных сравнений SSL-сертификатов Thawte, доступных в Интернете.</p>"
            }
        ],
        "id": "38"
    },
    {
        "sslDescription": "Ищете очень гибкий SSL-сертификат? Выберите сертификат GeoTrust QuickSSL Premium от DigiCert CA. QuickSSL обеспечивает надежное 256-битное шифрование во всех настольных компьютерах, мобильных устройствах и браузерах для защиты веб-сайтов. Клиенты не будут получать предупреждения от браузеров о незащищенных соединениях. Начиная с 2018 года все доверенные SSL повышают рейтинг в Google, и это замечательно.\nПолучение SSL занимает около 5 минут после подтверждения электронной почты для проверки домена. Вы можете получить свой SSL-сертификат в любое время благодаря автоматическому процессу проверки 24 часа в сутки. Зеленый закрытый замок (не зеленая адресная строка) поставляется с каждым сертификатом QuickSSL, чтобы мгновенно вызвать доверие у каждого посетителя.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex</a>.</p>"
            },
            {
                "title": "Многодоменный сертификат (SAN)",
                "icon": "san2",
                "content": "<p>Многодоменные SSL-сертификаты - идеальные помощники, когда вам нужно защитить несколько доменов или поддоменов с помощью одного SSL. Большинство людей имеют только один выделенный IP-адрес, назначенный на их хостинг-аккаунт, поэтому у них нет возможности установить несколько сертификатов для одного домена. Это идеальное решение и для серверов Exchange.</p>"
            },
            {
                "title": "Бонусная функция",
                "icon": "premium",
                "content": "<p>QuickSSL Premium поставляется с динамическим логотипом печати сайта для увеличения конверсии и повышения доверия к вашим услугам и сайту. Проверенная информация будет появляться, как только кто-то нажмет на иконку с печатью сайта. Убедитесь, что вы разместили печать сайта на самых популярных страницах, таких как домашняя страница, вход в систему или оформление заказа. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать GeoTrust</a>.</p>"
            },
            {
                "title": "Проверенный сертификат домена",
                "icon": "fast",
                "content": "<p>SSL с проверкой домена - это очень быстро, так как в процессе проверки и подтверждения владения доменом не требуется никакой бумажной волокиты. Вы можете быть коммерческой компанией, организацией, государственным учреждением или даже частным лицом, поскольку для получения сертификата QuickSSL Premium нет никаких ограничений или строгих обязательств - просто SSL для всех.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес-верификацией получают более высокие позиции в рейтинге, чем сертификаты с проверкой домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Мощная совместимость",
                "icon": "compatible",
                "content": "<p>Сегодня наступила эра мобильных устройств, поэтому так важна полная совместимость с большинством браузеров мобильных и персональных компьютеров. Компания GeoTrust вкладывает значительные средства, чтобы сделать свой SSL совместимым со всеми устройствами на планете. Посмотрите на полный список всех <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств.</p>"
            },
            {
                "title": "Сравнить QuickSSL Premium",
                "icon": "compare",
                "content": "<p>Воспользуйтесь нашим онлайн-инструментом сравнения, если вы сомневаетесь в выборе наиболее подходящего SSL-сертификата. Есть два варианта: сравнить QuickSSL Premium с другими сертификатами проверки доменов от других центров сертификации или провести сравнение внутри бренда GeoTrust. Сравнить QuickSSL Premium.</p>"
            }
        ],
        "id": "26"
    },
    {
        "sslDescription": "Сертификат GeoTrust QuickSSL Premium SAN - это то, что вам нужно, если вам требуется простое и профессиональное решение для защиты основного домена и любых 4 поддоменов одновременно. Доступны четыре элемента SAN, которые можно использовать только для поддоменов. 256-битное шифрование поставляется с каждым SSL и обеспечивает идеальную совместимость с большинством браузеров и мобильных устройств.\nПолучение SSL-сертификата от GeoTrust после успешного прохождения процедуры проверки домена не займет более пяти-восьми минут. Процесс проверки доступен 24 часа в сутки, так как он полностью автоматизирован. Мы также предлагаем Flex SSL без SAN, включенный в цену по умолчанию, что позволяет вам платить только за то, что вы будете использовать.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex</a>.</p>"
            },
            {
                "title": "Многодоменный сертификат (SAN)",
                "icon": "san2",
                "content": "<p>Многодоменные SSL-сертификаты - идеальные помощники, когда вам нужно защитить несколько доменов или поддоменов с помощью одного SSL. Большинство людей имеют только один выделенный IP-адрес, назначенный на их хостинг-аккаунт, поэтому у них нет возможности установить несколько сертификатов для одного домена. Это идеальное решение и для серверов Exchange.</p>"
            },
            {
                "title": "Совместимость с мобильными устройствами и браузерами",
                "icon": "premium",
                "content": "<p>Не каждый SSL-сертификат обеспечивает высокую совместимость с браузерами, в результате чего конечные клиенты будут получать опасные сообщения об ошибках в своих браузерах и на мобильных устройствах. Мы рекомендуем заказывать SSL-сертификаты у известных и надежных центров сертификации, таких как GeoTrust, чтобы быть уверенными в том, что SSL будет совместим с 99 % браузеров и других устройств. <a href=\"/wiki/ssl-basics/supported-devices/\">Поддерживаемые устройства</a> в ЦС GeoTrust</p>"
            },
            {
                "title": "Никакой бумажной работы",
                "icon": "signdoc",
                "content": "<p>Подтвердите право собственности и полный контроль над доменным именем через административные электронные письма, такие как admin@, administrator@, hostmaster@, postmaster@, webmaster@, с помощью электронной почты администратора WHOIS или даже с помощью методов проверки HTTP-файла/DNS CNAME, чтобы получить SSL-сертификат в течение пяти минут. Не требуется проверка бизнеса.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес-верификацией получают более высокие позиции в рейтинге, чем сертификаты с проверкой домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Мощная совместимость",
                "icon": "compatible",
                "content": "<p>Сегодня наступила эра мобильных устройств, поэтому так важна полная совместимость с большинством браузеров мобильных и персональных компьютеров. Компания GeoTrust вкладывает значительные средства, чтобы сделать свой SSL совместимым со всеми устройствами на планете. Посмотрите на полный список всех <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств.</p>"
            },
            {
                "title": "Отличия QuickSSL Premium",
                "icon": "compare",
                "content": "<p>Существует множество первичных и вторичных характеристик SSL-сертификатов, и если вы новичок в этом сегменте онлайн-безопасности, выбрать подходящий продукт довольно сложно. GoGetSSL предлагает довольно привлекательное и профессиональное сравнение SSL-сертификатов GeoTrust и других центров сертификации. Сравните QuickSSL Premium.</p>"
            }
        ],
        "id": "12"
    },
    {
        "sslDescription": "GeoTrust QuickSSL Premium Wildcard SSL - еще один DV Wildcard от DigiCert CA, альтернатива RapidSSL Wildcard SSL, выпущенная в начале 2016 года. Новинка поставляется с хэш-алгоритмами RSA и SHA и гарантией возврата денег в течение 30 дней по любой причине.\nВы можете защитить основное доменное имя и неограниченное количество субдоменов, а также неограниченное количество бесплатных перевыпусков. Однако вы можете перевыпускать SSL только для тех же доменных имен; изменения не допускаются. SSL выдается через 5 минут после успешного прохождения проверки домена.",
        "rows": [
            {
                "title": "Функция Wildcard включена",
                "icon": "wildcard",
                "content": "<p>WildcardSSL означает, что ваш SSL будет защищать неограниченное количество поддоменов в пределах вашего основного домена, например order.domain.com, my.domain.com, mail.domain.com и многие другие. Это позволит вам сэкономить деньги, поскольку для установки сертификата вам понадобится только один выделенный IP-адрес. Неограниченное лицензирование серверов означает, что SSL может работать на любом количестве серверов или IP-адресов. Довольно приятная функция.</p>"
            },
            {
                "title": "Продукт для валидации доменов",
                "icon": "fast",
                "content": "<p>GeoTrust требует прохождения проверки домена с помощью одного из доступных методов проверки, таких как проверка электронной почты, HTTP Hash-файл или DNS CNAME. Никаких документов или обратного вызова не требуется. Может потребоваться проверка бренда.</p>"
            },
            {
                "title": "Функция бесплатного бонуса",
                "icon": "premium",
                "content": "<p>QuickSSL Premium Wildcard SSL поставляется со стандартным динамическим логотипом печати сайта для повышения доверия к вашему сайту. Динамическая печать показывает проверенную информацию, если кто-то нажимает на логотип печати. Мы настоятельно рекомендуем установить логотип печати на самые распространенные страницы. Наведите курсор мыши, чтобы увидеть <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать GeoTrust</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение касается всех типов SSL-сертификатов - доменных, бизнес или расширенной проверки. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Классическая совместимость",
                "icon": "compatible",
                "content": "<p>Продукты GeoTrust отличаются высокой и профессиональной совместимостью с современными браузерами и мобильными устройствами. С этим продуктом вы никогда не столкнетесь с какими-либо проблемами. Однако разработчики обещали поддержку 99,6% браузеров. Вот наиболее полный список <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств.</p>"
            },
            {
                "title": "Сравнить QuickSSL Premium Wildcard",
                "icon": "compare",
                "content": "<p>Посмотрите на наш инструмент сравнения, чтобы понять, в чем преимущества QuickSSL Premium wildcard по сравнению с RapidSSL Wildcard или Comodo PositiveSSL Wildcard. Помните, что цена - не показатель. Сравните QuickSSL Premium Wildcard.</p>"
            }
        ],
        "id": "112"
    },
    {
        "sslDescription": "Выбор SSL-сертификата True BusinessID - правильное решение, если вам нужно профессиональное решение для вашей организации; GeoTrust в основном ориентирован на бизнес-клиентов и государственные структуры. Посетители сайта будут знать, что сайт хорошо защищен с помощью сертификата от известного бренда, выданного DigiCert CA. SSL-сертификаты GeoTrust имеют 256-битное шифрование и 2048-битную корневую защиту.\nВыпуск SSL-сертификата занимает 1-3 рабочих дня, а заказать SSL можно на срок до шести лет с высокой гарантийной суммой в 1 250 000 долларов. Вы можете управлять выпущенным SSL-сертификатом через нашу платформу управления SSL или DigiCert CertCentral. Все сертификаты поставляются с неограниченным серверным лицензированием, поэтому вы можете установить SSL на любое количество IP-адресов и устройств без дополнительных затрат.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex</a>.</p>"
            },
            {
                "title": "До 250 элементов SAN",
                "icon": "san2",
                "content": "<p>Сертификат веб-сервера Thawte позволяет приобрести до 250 дополнительных элементов SAN. Каждый элемент SAN (Subject Alternative Name) может поддерживать домен, субдомен или даже Wildcard. Защитите большинство своих сайтов/платформ с помощью одного SSL-сертификата.</p>"
            },
            {
                "title": "Проверка бизнеса",
                "icon": "signdoc",
                "content": "<p>Чтобы получить SSL-сертификат True Business ID, необходимо пройти процесс проверки бизнеса. Он состоит из трех основных этапов: проверка домена по электронной почте, проверка организации по базам данных местных органов власти и обратный звонок по номеру телефона с местных желтых страниц. Также можно провести проверку по базам данных DUNS, Hoover's или коду LEI, и это ускорит процесс. В большинстве случаев это занимает два-три рабочих дня, но иногда процесс может затянуться на более длительное время, если возникнет неясная ситуация. Если вам нужна дополнительная информация, ознакомьтесь с процессом <a href=\"/wiki/validation/business-validation-ssl-verification/\">проверки бизнеса</a>.</p>"
            },
            {
                "title": "Бонусная функция",
                "icon": "premium",
                "content": "<p>Профессиональные SSL-сертификаты всегда оснащены динамическими логотипами печати сайта, которые повышают доверие и конверсию. Проверенная информация появляется после нажатия на логотип печати; название организации, адрес и гарантия в 1 250 000$ появляются внутри проверки печати. Повысьте доверие к своему бренду и услугам. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать GeoTrust</a>.</p>"
            },
            {
                "title": "Повышение SEO-рейтинга",
                "icon": "increase",
                "content": "<p>Компания Google Inc. объявила об изменениях в алгоритме поисковой системы. Теперь все сайты с установленными активными SSL-сертификатами получают больше доверия и более высокие позиции в рейтинге. Это незначительные улучшения в рейтинге вашего сайта. Мы считаем, что сертификаты Business и Extended Validation ранжируются выше, чем продукты Domain validation.</p>"
            },
            {
                "title": "Мощная совместимость",
                "icon": "compatible",
                "content": "<p>GeoTrust, как один из самых известных брендов, выпускаемый компанией DigiCert CA, вкладывает много сил в совместимость браузеров на максимально возможном количестве устройств, включая мобильные. Сегодня GeoTrust предлагает 99 % совместимости с каждым устройством. Потратьте несколько минут, чтобы проверить список <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств.</p>"
            },
            {
                "title": "Сравнить GeoTrust SSL",
                "icon": "compare",
                "content": "<p>GoGetSSL предлагает довольно широкий ассортимент SSL-сертификатов, и выбрать подходящий становится непростой задачей. Наши профессиональные инженеры подготовили одну из лучших на сегодняшний день таблиц сравнения SSL-сертификатов. Всего несколько минут, и вы будете иметь четкое представление о том, какой SSL-сертификат заказать. Взгляните на сравнение SSL-сертификатов GeoTrust.</p>"
            }
        ],
        "id": "27"
    },
    {
        "sslDescription": "Сегодня в мире многогранного онлайн-бизнеса даже малые и средние компании используют несколько доменных имен для предоставления своих услуг или охвата локальных рынков, и поэтому им необходимо простое решение для защиты всех доменов или поддоменов. Сертификаты GeoTrust True BusinessID SAN включают до 250 элементов SAN в одном SSL-сертификате. Это означает, что вам нужно пройти проверку бизнеса только один раз, а не 250(!) раз.\nSSL-сертификаты с альтернативными именами субъектов (SAN) очень привлекательны для защиты серверов Microsoft Exchange или MS communication. GoGetSSL предоставляет систему управления SSL, где вы можете легко и быстро добавлять/редактировать все элементы SAN. SSL поставляется с неограниченным лицензированием серверов, бесплатными неограниченными перевыпусками и алгоритмами шифрования RSA/ECC.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex</a>.</p>"
            },
            {
                "title": "Многодоменный сертификат (SAN)",
                "icon": "san2",
                "content": "<p>Многодоменные SSL-сертификаты - идеальные помощники, когда вам нужно защитить несколько доменов или поддоменов с помощью одного SSL. Большинство людей имеют только один выделенный IP-адрес, назначенный на их хостинг-аккаунт, поэтому у них нет возможности установить несколько сертификатов для одного домена. Это идеальное решение и для серверов Exchange.</p>"
            },
            {
                "title": "Проверка бизнеса",
                "icon": "signdoc",
                "content": "<p>Чтобы получить SSL-сертификат True Business ID, необходимо пройти процесс проверки бизнеса. Он состоит из трех основных этапов: проверка домена по электронной почте, проверка организации по базам данных местных органов власти и обратный звонок по номеру телефона с местных желтых страниц. Также можно провести проверку по базам данных DUNS или Hoover's, и это ускорит процесс. В большинстве случаев это занимает два-три рабочих дня, но иногда процесс может затянуться на более длительный срок, если возникнет неясная ситуация. Прочитайте наши руководства по проверке, чтобы узнать о процессе <a href=\"/wiki/validation/business-validation-ssl-verification/\">проверки</a>.</p>"
            },
            {
                "title": "Бонусная функция",
                "icon": "premium",
                "content": "<p>Профессиональные SSL-сертификаты всегда оснащены динамическими логотипами печати сайта, которые повышают доверие и конверсию. Проверенная информация появляется после нажатия на логотип печати; название организации, адрес и гарантия в 1 250 000$ появляются внутри проверки печати. Повысьте доверие к своему бренду и услугам. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать GeoTrust</a>.</p>"
            },
            {
                "title": "Повышение SEO-рейтинга",
                "icon": "increase",
                "content": "<p>Компания Google Inc. объявила об изменениях в алгоритме поисковой системы. Теперь все сайты с установленными активными SSL-сертификатами получают больше доверия и более высокие позиции в рейтинге. Это незначительные улучшения в рейтинге вашего сайта. Мы считаем, что сертификаты Business и Extended Validation ранжируются выше, чем продукты Domain validation.</p>"
            },
            {
                "title": "Мощная совместимость",
                "icon": "compatible",
                "content": "<p>GeoTrust, как один из самых известных центров сертификации SSL, вкладывает много сил в совместимость браузеров на максимально возможном количестве устройств, включая мобильные. Сегодня GeoTrust предлагает 99 % совместимости с каждым устройством. Потратьте несколько минут, чтобы проверить список поддерживаемых устройств.</p>"
            },
            {
                "title": "Compare GeoTrust SSL",
                "icon": "compare",
                "content": "<p>GoGetSSL предлагает довольно полный ассортимент SSL-сертификатов, и выбрать подходящий становится непростой задачей. Наши профессиональные инженеры подготовили одну из лучших на сегодняшний день таблиц сравнения SSL-сертификатов. Всего несколько минут, и вы будете иметь четкое представление о том, какой SSL заказать. Посмотрите на сравнение SSL-сертификатов GeoTrust.</p>"
            }
        ],
        "id": "30"
    },
    {
        "sslDescription": "Идеальное решение для тех, кто имеет несколько сайтов электронной коммерции или корпоративных сайтов, требующих наилучшей защиты и доверительных функций, таких как зеленая адресная строка, которая поставляется с каждым SSL-сертификатом. Возможность защиты до 250 доменов с помощью новейшего хэш-алгоритма SHA-256. Неограниченное количество бесплатных перевыпусков и неограниченное лицензирование серверов доступно в течение всего жизненного цикла выданного SSL.\nGeoTrust SSL широко используется в Outlook, OWA и ActiveSync, поскольку SSL создан профессиональной компанией с более чем 120 000 клиентов по всему миру, которые доверяют этому бренду. Продукт подходит как для малых, так и для крупных компаний, поэтому он отличается гибкостью и выгодной ценой.",
        "rows": [
            {
                "title": "Многодоменная сеть (SAN)",
                "icon": "san2",
                "content": "<p>Текущий SSL-сертификат поставляется с 250 общими элементами SAN; каждый SAN может защищать доменное имя ИЛИ поддомен. В большинстве случаев этого более чем достаточно для защиты всего, что у вас есть. Все домены/поддомены должны принадлежать одному предприятию/организации, чтобы получить зеленую адресную строку. Больше не нужно проходить несколько EV-проверк для каждого отдельного EV SSL-сертификата, так как при использовании Multi-Domain SSL-проверка проходит один раз.</p>"
            },
            {
                "title": "Расширенная проверка",
                "icon": "signdoc",
                "content": "<p>Расширенная валидация приносит много беспокойства всем, так как непонятно, чего ожидать от процесса валидации. Однако бренд GeoTrust, управляемый компанией DigiCert CA, - это профессиональная мультиязычная международная компания с множеством офисов и агентств, которые помогают пройти проверку быстро. Они проверят большинство данных в ваших локальных базах данных и реестрах. Ознакомьтесь с нашим единым <a href=\"/wiki/validation/extended-validation-ssl-verification/\">руководством </a>по процессу EV.</p>"
            },
            {
                "title": "Проверка пломб на объекте",
                "icon": "premium",
                "content": "<p>Каждый SSL-сертификат GeoTrust предоставляет динамический логотип печати сайта с полной проверкой организации; это означает, что посетители вашего сайта будут видеть проверенную информацию о компании, такую как название компании, юридический адрес, телефон и размер предоставляемой гарантии. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать GeoTrust</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Поддержка мобильных устройств",
                "icon": "compatible",
                "content": "<p>Мобильные телефоны, сенсорные планшеты, ПК и многие другие устройства используются сегодня по всему миру, поэтому так важно поддерживать активные протоколы защиты на всех типах устройств. Цертификаты GeoTrust обладают потрясающей совместимостью с устройствами, по крайней мере с 99,6 % известных устройств. Ознакомьтесь со списком <a href=\"/wiki/ssl-basics/supported-devices/\">совместимых </a>устройств.</p>"
            },
            {
                "title": "Сравнение GeoTrust EV SSL",
                "icon": "compare",
                "content": "<p>Мультидоменные SSL-сертификаты с зеленой адресной строкой становятся все более популярными, поэтому крупнейшие центры сертификации выпускают этот полезный продукт. Наши менеджеры и технический персонал потратили немало времени, чтобы подготовить гладкий и прозрачный гид по сравнению SSL. Вам понадобится всего минута, чтобы найти наиболее подходящий для вас SSL.</p>"
            }
        ],
        "id": "71"
    },
    {
        "sslDescription": "Сертификат GeoTrust True BusinessID Wildcard SSL стоит недешево, но вы платите за превосходное качество и надежный сертификат DigiCert CA. Сертификаты поставляются с неограниченным количеством поддоменов на одном доменном имени, а также с неограниченным количеством лицензий на серверы, что означает, что вы можете установить SSL на любое количество серверов или IP-адресов. Все сертификаты поставляются с 256-битным шифрованием. Проверка вашего бизнеса до выдачи SSL займет несколько рабочих дней. Проверка бизнеса означает большее доверие к вашей торговой марке или компании, а все посетители могут проверить, что проверка пройдена, нажав на логотип динамической печати сайта, который поставляется с каждым SSL. GeoTrust предоставляет руководства по установке для большинства серверных программ и устройств, чтобы помочь в процессе установки или на этапе генерации CSR. Закрытый зеленый замок будет отображаться в каждом браузере настольного компьютера или мобильного устройства. Без сомнения, это один из лучших SSL-сертификатов wildcard, доступных в нашем магазине SSL.",
        "rows": [
            {
                "title": "Поддержка неограниченного количества поддоменов",
                "icon": "wildcard",
                "content": "<p>При использовании опции Wildcard в SSL-сертификате можно защитить неограниченное количество субдоменов. Это означает, что ваш SSL может обслуживать *.yourname.com или *.any.yourname.com или даже *.any.any.yourname.com. Сертификаты Wildcard экономят средства, и для защиты общего имени с поддоменами требуется всего один IP-адрес. Больше не нужно устанавливать и управлять несколькими сертификатами для одного домена.</p>"
            },
            {
                "title": "Проверка бизнеса",
                "icon": "signdoc",
                "content": "<p>Это необходимо для прохождения процесса проверки организации, так как текущий SSL не является только проверкой домена. GeoTrust может попросить вас предоставить статью об инкорпорации (заявление о регистрации), если нет возможности найти компанию с помощью государственных баз данных или сторонних ресурсов, таких как Dun &amp; Bradstreet или Hoovers. Процесс проверки может занять несколько рабочих дней, но ваш сайт получит гораздо больше доверия в результате успешного прохождения проверки бизнеса. Более подробную информацию о проверке вы можете получить <a href=\"/wiki/validation/business-validation-ssl-verification/\">здесь</a>.</p>"
            },
            {
                "title": "Бесплатная SSL печать сайта",
                "icon": "premium",
                "content": "<p>Успешное прохождение проверки бизнеса вознаграждается бесплатным и динамическим логотипом SSL site Seal, который обязательно должен использоваться для создания высокого доверия со стороны каждого вашего клиента или посетителя. Динамическая печать сайта означает, что вы можете нажать на нее и получить информацию о сайте и компании в режиме онлайн, а не некликабельные статические логотипы, которые предоставляют другие центры сертификации. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать GeoTrust</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение касается всех типов SSL-сертификатов - доменных, бизнес или расширенной проверки. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Всесторонняя поддержка браузеров",
                "icon": "compatible",
                "content": "<p>Существует широкий спектр различных браузеров, операционных систем и мобильных устройств, поэтому все больше веб-администраторов и менеджеров по безопасности беспокоит вопрос совместимости SSL-сертификата. GeoTrust решает многие проблемы с помощью своих универсальных SSL-сертификатов с поддержкой до 99,6 % <a href=\"/wiki/ssl-basics/supported-devices/\">браузеров</a>.</p>"
            },
            {
                "title": "Выберите правильный сертификат",
                "icon": "compare",
                "content": "<p>Это довольно сложный вопрос, как выбрать лучший SSL-сертификат, и в большинстве случаев выбор основывается на цене, но это неправильно, так как иногда даже дешевый продукт может правильно решить ваши задачи. Цена не должна быть главным фактором, мы настоятельно рекомендуем проверить наш инструмент сравнения SSL перед покупкой или связаться с нашим дружелюбным отделом продаж, чтобы получить прямую помощь и предложения.</p>"
            }
        ],
        "id": "28"
    },
    {
        "sslDescription": "GeoTrust предлагает широкий спектр традиционных продуктов, таких как Wildcard SSL, Multi-Domain SSL и Single domain certificates, но одним из самых востребованных является сертификат GeoTrust EV SSL. Он поставляется с 256-битной защитой и неограниченным серверным лицензированием, позволяющим устанавливать SSL на любое количество серверов без дополнительных затрат. EV SSL означает расширенную проверку, в процессе которой вам может потребоваться предоставить некоторые документы компании, например, статью об инкорпорации (заявление о регистрации) или ссылку на онлайн-базу данных GOV, чтобы подтвердить юридическое существование вашего бизнеса. EV SSL обеспечивает зеленую адресную строку, что создает сильное впечатление о доверии к сайту со стороны аудитории.",
        "rows": [
            {
                "title": "Расширенная проверка",
                "icon": "signdoc",
                "content": "<p>Многие сталкиваются с некоторыми трудностями при прохождении EV-верификации, так как да, процесс не очень простой и быстрый, как многие хотели, но результат вознаграждает всех, кто успешно его прошел. Вы получите зеленую адресную строку EV, которая будет отображаться во всех браузерах и привлекать внимание каждого посетителя и потенциального клиента. Мы подготовили специальное руководство EV, которое поможет вам разобраться в процессе <a href=\"/wiki/validation/extended-validation-ssl-verification/\">проверки</a>.</p>"
            },
            {
                "title": "Динамическая печать сайта",
                "icon": "premium",
                "content": "<p>Зеленая адресная строка - отличный инструмент для создания большого подвала доверия, но это не единственное, что предлагает GeoTrust. Мы говорим о бесплатном логотипе Dynamic Site Seal, который поставляется с каждым EV SSL. Просто убедитесь, что вы опубликовали печать на главных страницах вашего сайта или онлайн-приложения. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать GeoTrust</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Мобильные устройства",
                "icon": "compatible",
                "content": "<p>В эпоху мобильного мира все задаются вопросом совместимости. GeoTrust тратит значительные средства на выпуск SSL-сертификатов с совместимостью браузеров и мобильных устройств до 99%. Это значит, что ваш SSL-сертификат будет работать везде на нашей планете. <a href=\"/wiki/ssl-basics/supported-devices/\">Список устройств</a>, совместимых с SSL.</p>"
            },
            {
                "title": "Сравнение GeoTrust EV SSL",
                "icon": "compare",
                "content": "<p>GeoTrust - не единственный центр сертификации, предоставляющий EV-сертификаты, поэтому так важно сравнить его с другими центрами сертификации, такими как Sectigo, DigiCert или Thawte, чтобы сделать лучший выбор для ваших нужд. Сравнение и поиск решения для персональной защиты займет всего несколько минут.</p>"
            }
        ],
        "id": "29"
    },
    {
        "sslDescription": "Ищете пробный SSL-сертификат? Получите наш SSL-сертификат с проверкой домена на 90 дней. Это сертификат наивысшей надежности от надежного центра сертификации. Каждый пробный SSL поставляется с зеленым замком в адресной строке, доступным во всех браузерах и мобильных устройствах.\nСертификаты GoGetSSL полностью поддерживают алгоритмы RSA и ECC. Мы также предлагаем SSL на один год, проверьте SSL-сертификаты Domain Validation всего за 30 долларов в год, если вы решили использовать платный SSL. Обратите внимание, что пробный SSL предоставляет точно такие же возможности, как и платный вариант.\n90-дневный пробный SSL-сертификат - это продукт отличного качества, не уступающий таким популярным продуктам, как Sectigo PositiveSSL, GoGetSSL Domain SSL или RapidSSL Standard certificates. Он полностью совместим со всеми браузерами и мобильными устройствами на различных веб-серверах. Вы можете получить его всего за несколько минут. Это значит, что вы сможете начать защищать свой сайт практически сразу. Бесплатный SSL-сертификат не имеет скрытых платежей и повышает рейтинг сайта в поисковых системах.",
        "rows": [
            {
                "title": "Статическая печать сайта. Показывает, что сайт защищен",
                "icon": "premium",
                "content": "<p>Бесплатный SSL поставляется с бесплатным логотипом печати сайта, который вы можете показывать всем посетителям вашего сайта. Это мгновенный сигнал для всех, что вы заботитесь о защите от хакеров и фишинговых атак. Изображение печати сайта поставляется в форматах PNG и SVG на прозрачном фоне. Больше доверия к вашим услугам и бренду означает увеличение объема продаж и конверсии. Посмотрите <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>печати сайта с помощью нашего Free SSL.</p>"
            },
            {
                "title": "SSL с проверкой домена",
                "icon": "fast",
                "content": "<p>Частные лица и частные клиенты, организации, предприятия или государственные структуры - неважно, любой может получить у нас бесплатный SSL-сертификат. Никакой бумажной волокиты не требуется. Пройдите проверку владения доменом с помощью одного из доступных методов проверки, таких как электронная почта, DNS CNAME или HTTP хэш-файл. SSL-сертификат высочайшей прочности (быстро доставляется и готов к защите вашего веб-сервера).</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех владельцев сайтов! Теперь каждый сайт с действующим SSL-сертификатом получает более высокий рейтинг в поисковой системе Google по сравнению с теми, у кого SSL не установлен. Мы считаем, что сертификаты Extended и Business Validation получают более высокие рейтинги. Однако это лишь незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Совместимые устройства",
                "icon": "compatible",
                "content": "<p>Каждый центр сертификации (Brand) имеет свой собственный сертификат, совместимый с браузерами, мобильными устройствами и платформами веб-серверов. Free SSL поддерживает 99,6% всех известных устройств. Для достижения максимальной совместимости требуется установка сертификата промежуточного центра сертификации. Потратьте минуту, чтобы проверить <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемые </a>устройства.</p>"
            },
            {
                "title": "Пробный SSL по сравнению с другими SSL-сертификатами",
                "icon": "compare",
                "content": "<p>Мы предоставляем очень подробное сравнение SSL-сертификатов, доступное на сегодняшний день. Простой и профессиональный способ сравнения SSL-сертификатов, позволяющий понять основные характеристики продаваемых нами сертификатов. Наш опыт показывает, что цена не является ключевым фактором при выборе лучшего SSL. В некоторых случаях недорогие сертификаты одного поставщика могут иметь больше возможностей, чем другие дорогие продукты.</p>"
            }
        ],
        "id": "65"
    },
    {
        "sslDescription": "BusinessTrust EV SSL - это наш собственный фирменный SSL-сертификат, выданный сильнейшим центром сертификации в мире - Sectigo (бывший Comodo CA). Он поставляется с гарантией на 1 000 000 долларов, 30-дневной гарантией возврата денег по любой причине, неограниченным количеством бесплатных перевыпусков, неограниченным лицензированием серверов и да, с лучшим визуальным индикатором доверия, называемым зеленой адресной строкой. Мы предоставляем алгоритмы ECC и RSA по одной и той же цене, и вы можете использовать оба одновременно.\nМы являемся одной из первых компаний, которые начали использовать коды LEI для ускорения процесса выдачи, так как в большинстве случаев не требуется никакой бумажной работы. EV SSL - это лучший способ естественного увеличения конверсии до 17,3%. EV-сертификаты BusinessTrust поставляются с логотипом Site seal, который помогает установить доверительные отношения между вами и вашими клиентами.",
        "rows": [
            {
                "title": "Логотип с печатью динамического сайта",
                "icon": "premium",
                "content": "<p>Удивительный инструмент для создания положительного присутствия бизнеса в Интернете с помощью потрясающей технологии динамической печати сайта. Наш BusinessTrust EV SSL позволяет установить печать сайта на самые распространенные и важные страницы вашего сайта, такие как корзина, контактная форма или главная страница. Печати сайта поставляются в нескольких вариантах PNG, чтобы соответствовать любому дизайну. Предварительный <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>одной из доступных печатей сайта нашего бренда.</p>"
            },
            {
                "title": "SSL с расширенной проверкой",
                "icon": "signdoc",
                "content": "<p>Полная проверка вашей организации с расширенными процедурами проверки дает вам гарантию в 1 000 000 долларов и зеленую адресную строку. Центр сертификации будет использовать государственные базы данных для проверки названия вашей компании, юридического адреса и номера телефона. EV SSL сертификаты имеют самые сильные принципы проверки и в результате помогают вашему бизнесу повысить доверие и конверсию. Пожалуйста, ознакомьтесь с полным описанием расширенного процесса <a href=\"/wiki/validation/extended-validation-ssl-verification/\">проверки</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Устройства, поддерживаемые сертификатами GoGetSSL",
                "icon": "compatible",
                "content": "<p>Совместимость SSL - залог надежного соединения и безопасности данных. Сертификаты GoGetSSL работают с 99,6 % известных устройств, включая настольные и мобильные браузеры. Пожалуйста, проверьте полный список всех <a href=\"/wiki/ssl-basics/supported-devices/\">совместимых </a>устройств.</p>"
            },
            {
                "title": "Сравнение EV SSL",
                "icon": "compare",
                "content": "<p>Используйте наши таблицы сравнения SSL, созданные нашей профессиональной командой, чтобы помочь вам сделать лучший выбор. Вы можете сравнить SSL по различным характеристикам, таким как гарантия, срок действия, алгоритм хэширования, количество элементов SAN, совместимость с мобильными устройствами и многое другое. Свяжитесь с нашим отделом продаж, если у вас остались какие-либо сомнения.</p>"
            }
        ],
        "id": "132"
    },
    {
        "sslDescription": "Мы рады быть одним из первых провайдеров, предлагающих EV SSL с ускоренной проверкой кода LEI, что позволяет нам выпускать EV SSL в течение одного рабочего дня. Сертификат GoGetSSL™ BusinessTrust EV SAN разработан в сотрудничестве с компанией Sectigo (ранее Comodo CA). Ему доверяют 99,6 % известных браузеров, включая мобильные устройства, он имеет гарантию 1 000 000 долларов и 30-дневную гарантию возврата денег.\nSSL-сертификаты BusinessTrust EV SAN, как и любые другие EV SSL, обеспечивают зеленую адресную строку - лучший визуальный индикатор для всех ваших посетителей, что личность сайта проверена и они могут доверять вашей компании. EV SSL повышают конверсию на 17,3 % по сравнению с DV/OV SSL сертификатами. Вы можете защитить до 250 элементов SAN в рамках одного SSL, используя хэш-алгоритм RSA или даже ECC.",
        "rows": [
            {
                "title": "Многодоменный SSL",
                "icon": "san2",
                "content": "<p>Наш BusinessTrust EV SAN SSL по умолчанию поставляется с 2 элементами SAN и 1 доменом/субдоменом в CSR. Каждый элемент SAN может защищать домен или поддомен вашего сайта. Максимальное количество элементов SAN - 250. Чтобы защитить оба сайта с/без WWW, вам придется использовать 2 элемента SAN. Вы можете добавлять/изменять элементы SAN во время действия SSL.</p>"
            },
            {
                "title": "Логотип с печатью сайта",
                "icon": "premium",
                "content": "<p>Мгновенный визуальный индикатор для каждого посетителя создаст положительную реакцию и доверие к вашему веб-серверу у возможных потенциальных клиентов. Мы настоятельно рекомендуем добавить логотип Site Seal на самые распространенные страницы для привлечения посетителей, такие как главная страница, контактная форма, форма заказа, корзина и другие важные страницы. Вот как выглядит наша <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать сайта</a>.</p>"
            },
            {
                "title": "Расширенная проверка",
                "icon": "signdoc",
                "content": "<p>Прохождение расширенной проверки - единственный способ получить зеленую адресную строку для вашего сайта, поскольку это самый высокий уровень проверки вашего бизнеса. Она включает в себя проверку владения доменом (DCV), проверку организации по авторизованным базам данных и процесс обратного звонка. Код LEI ускоряет процесс проверки и в большинстве случаев избавляет от необходимости отправлять какие-либо документы. Наши EV SSL предоставляют гарантию в размере $1 млн на каждый выданный SSL. Ознакомьтесь с этапами проверки EV, чтобы понять основные принципы процесса <a href=\"/wiki/validation/extended-validation-ssl-verification/\">проверки</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты. еще более высокие результаты.</p>"
            },
            {
                "title": "Совместимые устройства",
                "icon": "compatible",
                "content": "<p>BusinessTrust EV SAN SSL позволяет защитить ваш сайт на 99,6 % браузеров и мобильных устройств, известных на сегодняшний день, что является одним из самых высоких результатов благодаря нашему стратегическому партнеру. Отсутствие совместимости означает отсутствие защищенного соединения между вашим сайтом и конечным клиентом, выбирайте SSL-сертификаты с наилучшей совместимостью. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнить BusinessTrust EV SAN",
                "icon": "compare",
                "content": "<p>Самые подробные сравнения SSL, предоставленные нашим опытным техническим персоналом. Это позволяет сделать правильный выбор всего за несколько минут без глубоких знаний в области кибербезопасности. При сравнении обращайте внимание на гарантию, совместимость, наличие алгоритма ECC.</p>"
            }
        ],
        "id": "133"
    },
    {
        "sslDescription": "SSL-сертификат BusinessTrust SAN выпущен нашей торговой маркой GoGetSSL™ в сотрудничестве с Sectigo CA (ранее Comodo). Наш продукт обладает высочайшей совместимостью и пользуется доверием 99,6 % известных браузеров, мобильных устройств и серверного программного обеспечения. SSL-сертификаты премиум-класса, как и сертификаты GoGetSSL™, поставляются с криптографией Elliptic Curve Cryptohgraphy (ECC), а также с хэш-алгоритмом RSA по умолчанию. Мы предлагаем 30-дневную гарантию возврата денег по любой возможной причине.\nSAN SSL позволяет защитить до 250 имен доменов или субдоменов одновременно, что делает его настолько гибким по сравнению с одиночными или Wildcard сертификатами. Каждый SSL имеет неограниченное лицензирование серверов и бесплатное переиздание, поэтому вы можете менять свои домены/поддомены без дополнительной платы.",
        "rows": [
            {
                "title": "Логотип SSL Trust",
                "icon": "premium",
                "content": "<p>Каждый SSL оснащен логотипом Site seal для того, чтобы помочь вам установить доверительные отношения с посетителями вашего сайта и потенциальными клиентами. Известно, что большинство людей боятся использовать свою кредитную карту, если не доверяют сайту или услугам. Наша печать сайта поставляется в различных графических дизайнах, чтобы соответствовать большинству стилей веб-сайтов и оказывать наилучшее визуальное воздействие. Поместите печать на основные страницы, такие как корзина и контактная форма. Предварительный <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>одной из доступных печатей нашего бренда.</p>"
            },
            {
                "title": "SAN SSL (многодоменный)",
                "icon": "san2",
                "content": "<p>Сертификаты Multi-Domain SSL, также известные как SAN (Subjec Alternative name) или UCC (Unified Communication certificate), - лучшие друзья, если вам нужно защитить несколько веб-сайтов или субдоменов. Наш Multi-Domain SSL поставляется с 250 элементами SAN, что означает, что вы можете защитить 250 различных доменных имен или субдоменов. Вы также можете использовать этот SSL с серверами Exchange.</p>"
            },
            {
                "title": "Удостоверение бизнеса",
                "icon": "signdoc",
                "content": "<p>Мультидомен с проверкой организации позволяет показывать проверенное название бизнеса на всех ваших сайтах и субдоменах. Для ускорения процесса верификации мы предлагаем использовать код LEI или номер DUNS. Вам также потребуется подтвердить номер телефона через один из доступных публичных ресурсов. Обычно проверка занимает около 1-3 рабочих дней. В большинстве случаев мы не требуем никаких дополнительных документов для прохождения процесса. Пожалуйста, ознакомьтесь с руководствами по <a href=\"/wiki/validation/business-validation-ssl-verification/\">бизнес и расширенной</a> верификации.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Премиальная совместимость",
                "icon": "compatible",
                "content": "<p>Основной характеристикой каждого SSL является доверие и совместимость с браузерами и мобильными устройствами, поэтому очень важно использовать профессиональные SSL-сертификаты с максимальной совместимостью. Наш BusinessTrust SAN SSL работает на 99,6% известных устройств. Пожалуйста, ознакомьтесь с полным списком <a href=\"/wiki/ssl-basics/supported-devices/\">устройств</a>, которые мы поддерживаем.</p>"
            },
            {
                "title": "Сравнить SSL для нескольких доменов",
                "icon": "compare",
                "content": "<p>На сегодняшний день существуют различные SSL-сертификаты от более чем 15+ центров сертификации (ЦС) со своими особенностями, функциональностью, уровнем гарантии, уровнем поддержки, логотипом печати и количеством элементов SAN. Мы считаем, что выбрать подходящий SSL может быть сложно даже опытным пользователям, имеющим значительный опыт работы с этой технологией. Давайте изменим это с помощью инструмента сравнения SSL, предлагаемого здесь.</p>"
            }
        ],
        "id": "136"
    },
    {
        "sslDescription": "BusinessTrust SSL - это наш собственный продукт, разработанный в сотрудничестве с Sectigo CA. Это сертификат проверки бизнеса, созданный для защиты веб-сайтов с помощью надежного 256-битного шифрования с использованием стойких алгоритмов ECC и RSA. Мы - первая компания, которая использует LEI-коды при верификации для ускорения процесса. Используя LEI, вы можете получить SSL в течение одного рабочего дня. Нашему SSL доверяют 99,6% браузеров и мобильных устройств, что делает нас настоящим SSL-сертификатом премиум-класса.\nSSL с проверкой бизнеса проверяет название компании/организации, адрес и номер телефона (опционально). OV SSL повышает доверие к каждому сайту и его услугам. BusinessTrust SSL позволяет защитить публичные IP-адреса. Он поставляется с неограниченным количеством бесплатных переизданий, вы можете установить его на столько серверов, сколько захотите. Мы предлагаем 30-дневную гарантию возврата денег по любой причине, и да, как и любой другой надежный SSL-сертификат, наш продукт повысит рейтинг Google для вашего сайта.",
        "rows": [
            {
                "title": "Функция GoGetSSL™ Trust Logo",
                "icon": "premium",
                "content": "<p>Мы предоставляем два логотипа печати сайта - обычный и логотип Corner Trust. Оба являются идеальным средством повышения доверия, поскольку все ваши посетители сразу же обратят внимание на то, что вы думаете о безопасности их данных. Доверие к сайту - это доверие к вашему бренду или услугам, а это естественный способ увеличить конверсию. Предварительный <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>одной из доступных печатей сайта нашего бренда.</p>"
            },
            {
                "title": "Проверка организации",
                "icon": "signdoc",
                "content": "<p>Проверка бизнеса включает в себя 3 этапа: проверка владения доменом по электронной почте или другими способами, проверка бизнеса по базам данных QIIS (Government) или номерам LEI/DUNS и автоматический обратный звонок на проверенный номер телефона. Этот процесс может показаться сложным, поэтому мы подготовили <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководство </a>по проверке, чтобы помочь вам лучше разобраться в процедурах. Если у вас остались вопросы, свяжитесь с нашим отделом продаж.</p>"
            },
            {
                "title": "Улучшитель SEO",
                "icon": "increase",
                "content": "<p>Мы рады сообщить, что Google Inc изменил алгоритм поисковой системы, и теперь все SSL-сертификаты с действительным и надежным SSL получают более высокий рейтинг в результатах поиска. Это самый простой и абсолютно легальный вариант естественного повышения SEO-ранга.</p>"
            },
            {
                "title": "Мощная совместимость",
                "icon": "compatible",
                "content": "<p>Одной из важнейших характеристик SSL, после стойкости шифрования, является совместимость. BusinessTrust SSL обеспечивает совместимость и поддержку 99,6+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнить SSL для бизнеса",
                "icon": "compare",
                "content": "<p>Мы предоставляем одно из самых подробных сравнений SSL, доступных на сегодняшний день, чтобы помочь миллионам людей принять правильное решение. Мы знаем, что иногда это непростая задача даже для опытных пользователей. Различные SSL могут сбить с толку, поскольку диапазон цен слишком широк. Бесплатный совет - не смотрите на цену, иногда более дешевый продукт может иметь больше возможностей.</p>"
            }
        ],
        "id": "134"
    },
    {
        "sslDescription": "GoGetSSL™ BusinessTrust Wildcard SSL - это SSL с проверкой названия, адреса и номера телефона компании. Выпускаемые нами SSL-сертификаты используют корневые сертификаты нашего стратегического партнера Sectigo CA, благодаря чему нашим сертификатам доверяют до 99,6% браузеров, мобильных устройств и серверного программного обеспечения. Вы можете не сомневаться, заказывая SSL у нас, так как он поставляется с гарантией 250 000$ и 30-дневной гарантией возврата денег.\nWildcard SSL позволяет защитить неограниченное количество поддоменов вашего основного доменного имени под неограниченным количеством серверов, IP-адресов и устройств. Мы позволяем использовать сразу два алгоритма ECC и RSA, чтобы установить самую надежную защиту вашего сайта. Каждый SSL поставляется с неограниченным количеством бесплатных перевыпусков и круглосуточной поддержкой нашей команды.",
        "rows": [
            {
                "title": "Сертификат Wildcard SSL",
                "icon": "wildcard",
                "content": "<p>Wildcard SSL был разработан для того, чтобы помочь клиентам защитить все свои субдомены в рамках одного домена. Большинство владельцев сайтов используют субдомены для почтовых служб (mail.domain.tld/autodiscover.domain.tld), для защиты клиентской зоны или корзины (my.domain.tld/cart.domain.tld/shopping.domain.tld) и многих других вариантов. Когда вы используете SSL для одного домена, вам приходится управлять множеством CSR/Private Keys, контролировать сроки действия SSL и резервировать множество IP-адресов, если технология SNI не используется. Wildcard решает все эти проблемы, так как требует только одного CSR для всех поддоменов и базового домена.</p>"
            },
            {
                "title": "Проверка компании",
                "icon": "signdoc",
                "content": "<p>Чтобы получить сертификат OV wildcard SSL с полной <a href=\"/wiki/validation/business-validation-ssl-verification/\">проверкой организации</a>, включая название, адрес и номер телефона, ваша компания должна пройти процедуру верификации в центре сертификации. Посетители смогут проверить информацию об организации, если нажмут на зеленый замок в адресной строке, что поможет увеличить конверсию, так как ваша компания получит больше доверия. Проверка занимает несколько рабочих дней, но в сложных ситуациях и некоторых регионах может занять больше времени. При использовании кода LEI возможно получение SSL в течение одного рабочего дня. Наша компания является официальным регистрационным агентом GLEIF.</p>"
            },
            {
                "title": "Логотип Site Seal",
                "icon": "premium",
                "content": "<p>BusinessTrust Wildcard SSL оснащен логотипом Dynamic Site seal. Вы можете в течение нескольких минут установить этот логотип на свой сайт и начать получать дополнительное доверие от каждого посетителя. Это естественный способ создать солидность вашей компании и услуг. Мы знаем, что потенциальным клиентам очень важны такие визуальные индикаторы при принятии решения. <a href=\"/wiki/ssl-basics/site-seal-logo/\">Пример </a>одной из доступных печатей для сайта от нашего бренда.</p>"
            },
            {
                "title": "Улучшение рейтинга сайта в Google",
                "icon": "increase",
                "content": "<p>Компания Google внесла значительные изменения в свой алгоритм ранжирования, чтобы помочь интернету стать более безопасным, поскольку теперь каждый сайт с SSL-сертификатом от надежного центра сертификации (Certificate Authority) будет ранжироваться выше по сравнению с сайтами без активного SSL. Это дает вам законный способ улучшить SEO сайта.</p>"
            },
            {
                "title": "Совместимость с SSL",
                "icon": "compatible",
                "content": "<p>Мы используем корневой сертификат Sectigo (ранее Comodo CA), благодаря чему наш SSL-сертификат обеспечивает совместимость с браузерами и мобильными <a href=\"/wiki/ssl-basics/supported-devices/\">устройствами </a>на уровне 99,6%. Это один из самых высоких результатов на рынке. SSL - это ничто, если он не поддерживается браузером и мобильным устройством, то посетитель получит сообщение об ошибке и не сможет загрузить ваш сайт. Не теряйте посетителей и используйте надежные SSL-сертификаты.</p>"
            },
            {
                "title": "Сравнить Wildcard SSL",
                "icon": "compare",
                "content": "<p>Знаете ли вы разницу между SSL-сертификатами? Скажем честно, даже опытные системные администраторы теряются, когда им нужно выбрать подходящий SSL-сертификат. Мы решили эту проблему, опубликовав самые подробные сравнения SSL-сертификатов в Интернете, используйте их, чтобы принять правильное решение.</p>"
            }
        ],
        "id": "135"
    },
    {
        "sslDescription": "Сертификат Code Signing EV SSL - это превосходная возможность для всех разработчиков или издателей программного обеспечения по всему миру. Большинство разработчиков тратят месяцы на разработку своих программ и сталкиваются с недоверием к ним при установке конечными пользователями, что может разрушить всю коммерческую идею.\nEV Code Signing SSL использует 32- и 64-битную подпись для подписания портативных исполняемых файлов, таких как .ocx, .exe, .dll, .cab или других файлов, чтобы гарантировать, что файлы конечных пользователей являются оригинальными и не содержат сторонних вредоносных программ. EV Code Signing SSL имеет еще одну расширенную функцию по сравнению с обычными продуктами Code Signing: закрытый ключ будет отправлен по почте с помощью USB-токена.",
        "rows": [
            {
                "title": "Расширенная проверка",
                "icon": "signdoc",
                "content": "<p>EV Code Signing SSL требует расширенной проверки. Процесс обратного звонка будет выполнен реальным сотрудником службы проверки по проверенному номеру телефона через \"желтые страницы\", государственную базу данных или любые другие ресурсы QIIS. Прохождение верификации занимает несколько рабочих дней. Мы настоятельно рекомендуем ознакомиться с <a href=\"/wiki/validation/extended-validation-ssl-verification/\">руководством </a>по проверке организации.</p>"
            },
            {
                "title": "Сравнить EV Code Signing SSL",
                "icon": "compare",
                "content": "<p>Мы предоставляем только 3 EV Code Signing SSL сертификата, однако у нас есть инструмент сравнения, который поможет сделать выбор. В основном, ценовой фактор является плохим другом при выборе SSL, в некоторых случаях менее дорогие SSL могут иметь больше возможностей.</p>"
            }
        ],
        "id": "138"
    },
    {
        "sslDescription": "Существует существенная разница между покупкой программного обеспечения в физическом магазине на CD/DVD-диске и через Интернет. Когда программное обеспечение поступает из физического магазина, исходный код является оригинальным, и нет никаких шансов, что кто-то обновил код. Проблема возникает при загрузке программного обеспечения через Интернет: существуют сотни сайтов, позволяющих загрузить одно и то же программное обеспечение, и риск получить код с вредоносным ПО находится на очень высоком уровне.\nОднако есть хорошее решение, позволяющее устранить этот риск и мгновенно информировать клиентов о безопасности кода, - это сертификат Code Signing SSL, который позволяет разработчикам подписывать файлы программ/приложений собственной подписью. Когда клиенты будут устанавливать файлы, они будут информированы о том, что файлы подписаны вами. GoGetSSL™ Code Signing SSL может подписывать код 32- или 64-битных портативных исполняемых файлов, включая .cab, .exe, .dll, .csx и программное обеспечение в режиме ядра. Этот SSL является обязательным атрибутом для всех разработчиков программного обеспечения.",
        "rows": [
            {
                "title": "Процесс проверки SSL",
                "icon": "signdoc",
                "content": "<p>Наш SSL с подписью кода доступен как для частных лиц, так и для коммерческих организаций. Процесс проверки включает в себя два этапа: подтверждение личности по паспорту для частных лиц и по государственным базам данных для бизнес-клиентов, а также автоматический обратный звонок по проверенному номеру телефона. Обычно получение SSL-сертификата занимает около 3 рабочих дней. Мы настоятельно рекомендуем ознакомиться с нашим <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководством </a>по проверке, чтобы лучше понять процесс.</p>"
            },
            {
                "title": "Сравнение SSL-сертификатов с подписью кода",
                "icon": "compare",
                "content": "<p>Наш SSL-магазин предлагает всего несколько SSL-сертификатов с кодовой подписью от самых надежных производителей сертификатов, однако мы предоставляем возможность \"дыхательного\" сравнения предлагаемых SSL-сертификатов, чтобы сделать наилучший выбор.</p>"
            }
        ],
        "id": "137"
    },
    {
        "sslDescription": "Сертификаты GoGetSSL® - это наши собственные продукты, выпущенные в качестве стратегического партнера одним из крупнейших центров сертификации в мире. Domain SSL позволяет защитить домены или субдомены. Это сертификат проверки домена с полной поддержкой хэш-алгоритмов RSA и ECC по одинаковой цене.\nНаш SSL поставляется с зеленым замком, который отображается в адресной строке всех известных браузеров и мобильных устройств. Он подходит для малых и средних веб-сайтов, почтовых серверов, стартапов и любых других онлайн-проектов. Процесс проверки быстр и прост - вам нужно лишь подтвердить право собственности на домен одним из доступных способов. Мы гарантируем 30-дневный возврат денег по любой причине.",
        "rows": [
            {
                "title": "Логотип Trusted Site Seal",
                "icon": "premium",
                "content": "<p>Мы снабжаем наш GoGetSSL™ Domain SSL различными версиями логотипов Trust Site Seal, которые отлично смотрятся на любом дизайне сайта. Логотип печати сайта от известного поставщика повышает доверие и укрепляет авторитет ваших потенциальных и существующих клиентов. Site Seal предоставляется в различных версиях PNG. Мы предлагаем установить логотип Site Seal на большинство ваших страниц или, по крайней мере, на критически важные страницы, такие как корзина, контактная форма и страницы заказа. Предварительный <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>одной из доступных печатей сайта нашего бренда.</p>"
            },
            {
                "title": "Быстрая выдача SSL",
                "icon": "fast",
                "content": "<p>Доменное SSL доступно для всех типов клиентов, таких как частные лица, организации и государственные учреждения. Никаких документов не требуется, а SSL будет выдан в течение 5 минут после того, как вы подтвердите право собственности на домен одним из доступных способов. Мы поддерживаем подтверждение домена через стандартные электронные письма, такие как admin@domain.tld, administrator@domain.tld, hostmaster@domain.tld, webmaster@domain.tld, postmaster@domain.tld ИЛИ через альтернативные методы HTTP хэш-файл и DNS CNAME.</p>"
            },
            {
                "title": "Повышение рейтинга Google с помощью SSL",
                "icon": "increase",
                "content": "<p>Теперь каждый надежный SSL-сертификат повышает рейтинг сайта благодаря обновлениям поискового алгоритма Google. Это самый простой и легальный способ помочь вашему сайту получить больше трафика из Google и других поисковых систем. Мы уверены, что в ближайшее время Google внесет новые обновления, чтобы отдать предпочтение проверенным сайтам и проверенным компаниям.</p>"
            },
            {
                "title": "Совместимость с SSL",
                "icon": "compatible",
                "content": "<p>Существует два основных критерия для профессионального SSL-сертификата: он должен быть выпущен через доверенный центр сертификации и иметь идеальную совместимость с большинством известных браузеров, включая мобильные устройства и серверные платформы. Наши SSL-сертификаты совместимы с 99,6 % известных устройств. Для достижения наилучших результатов убедитесь, что у вас установлены промежуточные сертификаты. Просмотрите список <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств SSL-сертификатом GoGetSSL™ Domain.</p>"
            },
            {
                "title": "Сравните SSL-сертификаты",
                "icon": "compare",
                "content": "<p>Сегодня на рынке представлено множество SSL-сертификатов от различных центров сертификации (ЦС), и очень важно сделать правильный выбор. За последние годы несколько известных центров сертификации не пользовались доверием, и конечные клиенты сталкивались с проблемами. Мы продаем сертификаты от надежных поставщиков и подготовили очень подробное сравнение SSL-сертификатов, доступных на рынке. Сообщите нам, если у вас остались какие-либо сомнения или вопросы.</p>"
            }
        ],
        "id": "66"
    },
    {
        "sslDescription": "Многодоменный SSL-сертификат GoGetSSL® является надежным SSL-сертификатом и уже используется 100 000 клиентами. Он позволяет защитить до 250 элементов SAN; цена по умолчанию включает 2 элемента SAN и 1 домен из CSR. Больше нет необходимости использовать несколько однодоменных SSL-сертификатов с многочисленными CSR и закрытыми ключами, так как Multi-Domain использует один CSR, один ключ и требует только один IP-адрес или SNI в использовании.\nНаш Multi-Domain SSL позволяет защищать публичные IP-адреса как элемент SAN, что является отличным вариантом для хостинг-провайдеров и внутренних проектов. Мы предлагаем неограниченное количество бесплатных переизданий, неограниченное количество бесплатных лицензий для серверов и 30-дневную гарантию возврата денег. Вы можете изменять или добавлять дополнительные элементы SAN SSL в течение всех периодов использования.",
        "rows": [
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о сертификатах Flex.</p>"
            },
            {
                "title": "Статический логотип с печатью для каждого SSL",
                "icon": "premium",
                "content": "<p>Наш многодоменный SSL-сертификат поставляется с зеленым замком в адресной строке, однако, чтобы получить больше доверия со стороны конечных клиентов, мы предлагаем загрузить наш хорошо стилизованный логотип Site Seal на самые важные страницы. Печать поставляется в темной и светлой темах в формате PNG, что позволяет использовать ее в различных дизайнах. Предварительный <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>одной из доступных печатей сайта нашего бренда.</p>"
            },
            {
                "title": "Самый дешевый SSL-сертификат DV",
                "icon": "fast",
                "content": "<p>Получение SSL-сертификата и запуск процесса установки на ваши устройства/серверы после проверки всех доменов одним из доступных методов проверки занимает всего пять минут. Не нужно предоставлять никаких документов или вести бизнес компании, так как DV certs позволяет получить сертификаты любому желающему.</p>"
            },
            {
                "title": "Опция UCC/SAN",
                "icon": "san2",
                "content": "<p>Наш многодоменный SSL поддерживает до 250 элементов SAN; каждый элемент SAN может работать с базовым доменом ИЛИ субдоменом. По умолчанию SAN SSL сертификаты не защищают оба варианта WWW, поэтому для защиты обоих вариантов вам потребуется 2 SAN элемента. По умолчанию в стоимость входит одно общее имя и 2 элемента SAN. Наш Multi-Domain SSL совместим с серверами MS Exchange.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Google решил повысить рейтинг всех сайтов, использующих активные SSL-сертификаты, и это отличная новость для всех веб-мастеров. Сертификаты Extended и Business Validation SSL могут повысить рейтинг еще больше, но на данный момент это не является достоверной информацией. Защищайте все свои публичные проекты и сайты, чтобы способствовать росту рейтинга.</p>"
            },
            {
                "title": "Поддерживаемые устройства",
                "icon": "compatible",
                "content": "<p>Важно использовать SSL-сертификаты с максимальной совместимостью с браузерами; используйте SSL-сертификаты, совместимые не менее чем с 99 % настольных и мобильных устройств. Мультидоменный сертификат GoGetSSL обеспечивает поддержку 99,6 % устройств. Здесь представлен полный <a href=\"/wiki/ssl-basics/supported-devices/\">список </a>всех устройств, которые работают с нашим SSL.</p>"
            },
            {
                "title": "Сравнить многодоменный сертификат",
                "icon": "compare",
                "content": "<p>Наш магазин SSL Store предлагает 18 различных SSL-сертификатов для нескольких доменов (SAN) от пяти различных центров сертификации (CA). Правильный выбор SSL может вызвать проблемы и занять много времени. Однако наша команда сделала за вас эту работу и опубликовала профессиональный инструмент сравнения SSL. Пожалуйста, свяжитесь с нашими менеджерами по продажам, если вы все еще в замешательстве.</p>"
            }
        ],
        "id": "68"
    },
    {
        "sslDescription": "Сертификат GoGetSSL® Public IP SAN - это наш новейший продукт, позволяющий защитить публичные IP-адреса только с помощью проверки домена. Это очень популярный продукт среди многих веб-мастеров из Китая и других регионов ASIA. По умолчанию в стоимость продукта входят 2 SAN, которые вы можете использовать для защиты публичных IP или FQDN (Fully Qualified Domain name). Обратите внимание, что код CSR для этого продукта не должен иметь общего имени, вы можете прочитать руководство Wiki, чтобы понять процесс генерации.\nВыпущенный SSL-сертификат будет иметь IP-адрес в качестве основного домена, что требуется большинством устройств, для которых он был разработан. Вы получите неограниченное количество бесплатных переизданий и лицензирование серверов, а также гарантированную 30-дневную гарантию возврата денег.",
        "rows": [
            {
                "title": "Статический логотип с печатью для каждого SSL",
                "icon": "premium",
                "content": "<p>Наш сертификат Public IP SAN поставляется с зеленым замком в адресной строке, однако, чтобы получить больше доверия со стороны конечных клиентов, мы предлагаем загрузить наш хорошо стилизованный логотип Site Seal на самые важные страницы. Печать поставляется в темной и светлой темах в формате PNG, что позволяет использовать ее в различных дизайнах. Предварительный пример одной из доступных печатей сайта нашего бренда.</p>"
            },
            {
                "title": "Самый дешевый SSL-сертификат DV",
                "icon": "fast",
                "content": "<p>Получение SSL-сертификата и запуск процесса установки на ваши устройства/серверы после проверки всех доменов одним из доступных методов проверки занимает всего пять минут. Не нужно предоставлять никаких документов или вести бизнес компании, так как DV certs позволяет получить сертификаты любому желающему.</p>"
            },
            {
                "title": "Доступна опция UCC/SAN",
                "icon": "san2",
                "content": "<p>Наш сертификат Public IP SAN поддерживает до 250 элементов SAN; каждый элемент SAN может работать с базовым Public IP, доменом ИЛИ субдоменом. По умолчанию SAN SSL-сертификаты не защищают оба варианта WWW, поэтому для защиты обоих вариантов вам потребуется 2 SAN-элемента. По умолчанию в стоимость входит одно общее имя и 2 элемента SAN. Наш публичный IP SAN совместим с серверами MS Exchange.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Google решил повысить рейтинг всех сайтов, использующих активные SSL-сертификаты, и это отличная новость для всех веб-мастеров. Сертификаты Extended и Business Validation SSL могут повысить рейтинг еще больше, но на данный момент это не является достоверной информацией. Защищайте все свои публичные проекты и сайты, чтобы способствовать росту рейтинга.</p>"
            },
            {
                "title": "Поддерживаемые устройства",
                "icon": "compatible",
                "content": "<p>Важно использовать SSL-сертификаты с максимальной совместимостью с браузерами; используйте SSL-сертификаты, совместимые не менее чем с 99 % настольных и мобильных устройств. Мультидоменный сертификат GoGetSSL обеспечивает поддержку 99,6 % устройств. Здесь представлен полный <a href=\"/wiki/ssl-basics/supported-devices/\">список </a>всех устройств, которые работают с нашим SSL.</p>"
            },
            {
                "title": "Сравните публичные IP SAN",
                "icon": "compare",
                "content": "<p>Наш магазин SSL Store предлагает 18 различных SSL-сертификатов для нескольких доменов (SAN) от пяти различных центров сертификации (CA). Правильный выбор SSL может вызвать проблемы и занять много времени. Однако наша команда сделала за вас эту работу и опубликовала профессиональный инструмент сравнения SSL. Пожалуйста, свяжитесь с нашими менеджерами по продажам, если вы все еще в замешательстве.</p>"
            }
        ],
        "id": "144"
    },
    {
        "sslDescription": "Secure Domain SSL (Flex) - один из самых мощных SSL-сертификатов DV, которые мы продаем. Он оснащен двумя новыми функциями: Flex SSL позволяет защищать одиночные и Wildcard-домены, а также сканером уязвимостей TrulyTrust для определения любых возможных проблем на ваших сайтах. Secure Domain SSL поставляется с полной поддержкой хэш-алгоритмов RSA и ECC по той же цене.\nНаш SSL снабжен зеленым замком, который отображается в адресной строке всех известных браузеров и мобильных устройств. Он подходит для малых и средних веб-сайтов, почтовых серверов, стартапов и любых других онлайн-проектов. Процесс проверки быстр и прост - вам нужно лишь подтвердить право собственности на домен одним из доступных способов. Мы гарантируем 30-дневный возврат денег по любой причине.",
        "rows": [
            {
                "title": "Сканирование уязвимостей TrulyTrust™",
                "icon": "tt-symbol",
                "content": "<p>Каждый SSL Secure Domain поставляется с новым <a href=\"/trulytrust/\">сканером уязвимостей</a> TrulyTrust, который защитит ваш сайт и приложение от самых известных проблем и ошибок. TrulyTrust Scanner позволяет проверять многостраничные веб-приложения, использующие HTML, JSP и т.д., автоматическое сканирование JavaScript приложений на Angular, React, Vue, jQuery или аналогичных, сканирование REST API. TrulyTrust может войти в ваше приложение через BasicAuth или с помощью учетных данных пользователя (пользователь/пароль). Сканирование по расписанию доступно при регулярном лицензировании. Обратите внимание, что текущий пакет поставляется в комплекте с SSL и обеспечивает однократное сканирование вашего основного доменного имени.</p>"
            },
            {
                "title": "Новая технология FLEX",
                "icon": "flex",
                "content": "<p>Удивительная опция для продуктов с новой функцией FLEX, позволяющей одновременно защищать стандартные отдельные домены, поддомены, публичные IP-адреса и даже Wildcard-домены. Исторически существовали отдельные сертификаты мультидомена (SAN) и мультидомена Wildcard, не позволяющие иметь различные типы SAN. Теперь вы можете смешивать Wildcard, IP-адреса и стандартные домены, платя разные цены за каждый элемент. Узнайте больше о <a href=\"/wiki/ssl-basics/flex-ssl/\">сертификатах Flex</a>.</p>"
            },
            {
                "title": "Опция UCC/SAN",
                "icon": "san2",
                "content": "<p>Наш многодоменный SSL поддерживает до 250 элементов SAN; каждый элемент SAN может работать с базовым доменом ИЛИ субдоменом. По умолчанию SAN SSL сертификаты не защищают оба варианта WWW, поэтому для защиты обоих вариантов вам потребуется 2 SAN элемента. По умолчанию в стоимость входит одно общее имя и 2 элемента SAN. Наш Multi-Domain SSL совместим с серверами MS Exchange.</p>"
            },
            {
                "title": "Логотип Trusted Site Seal",
                "icon": "premium",
                "content": "<p>Мы снабжаем наш GoGetSSL™ Domain SSL различными версиями логотипов Trust Site Seal, которые отлично смотрятся на любом дизайне сайта. Логотип печати сайта от известного поставщика повышает доверие и укрепляет авторитет ваших потенциальных и существующих клиентов. Site Seal предоставляется в различных версиях PNG. Мы предлагаем установить логотип Site Seal на большинство ваших страниц или, по крайней мере, на критически важные страницы, такие как корзина, контактная форма и страницы заказа. Предварительный <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>одной из доступных печатей сайта нашего бренда.</p>"
            },
            {
                "title": "Быстрая выдача SSL",
                "icon": "fast",
                "content": "<p>Доменное SSL доступно для всех типов клиентов, таких как частные лица, организации и государственные учреждения. Никаких документов не требуется, а SSL будет выдан в течение 5 минут после того, как вы подтвердите право собственности на домен одним из доступных способов. Мы поддерживаем подтверждение домена через стандартные электронные письма, такие как admin@domain.tld, administrator@domain.tld, hostmaster@domain.tld, webmaster@domain.tld, postmaster@domain.tld ИЛИ через альтернативные методы HTTP хэш-файл и DNS CNAME.</p>"
            },
            {
                "title": "Повышение рейтинга Google с помощью SSL",
                "icon": "increase",
                "content": "<p>Теперь каждый надежный SSL-сертификат повышает рейтинг сайта благодаря обновлениям поискового алгоритма Google. Это самый простой и легальный способ помочь вашему сайту получить больше трафика из Google и других поисковых систем. Мы уверены, что в ближайшее время Google внесет новые обновления, чтобы отдать предпочтение проверенным сайтам и проверенным компаниям.</p>"
            },
            {
                "title": "Совместимость с SSL",
                "icon": "compatible",
                "content": "<p>Существует два основных критерия для профессионального SSL-сертификата: он должен быть выпущен через доверенный центр сертификации и иметь идеальную совместимость с большинством известных браузеров, включая мобильные устройства и серверные платформы. Наши SSL-сертификаты совместимы с 99,6 % известных устройств. Для достижения наилучших результатов убедитесь, что у вас установлены промежуточные сертификаты. Просмотрите <a href=\"/wiki/ssl-basics/supported-devices/\">список</a> поддерживаемых устройств SSL-сертификатом GoGetSSL™ Domain.</p>"
            },
            {
                "title": "Сравните SSL-сертификаты",
                "icon": "compare",
                "content": "<p>Сегодня на рынке представлено множество SSL-сертификатов от различных центров сертификации (ЦС), и очень важно сделать правильный выбор. За последние годы несколько известных центров сертификации не пользовались доверием, и конечные клиенты сталкивались с проблемами. Мы продаем сертификаты от надежных поставщиков и подготовили очень подробное сравнение SSL-сертификатов, доступных на рынке. Сообщите нам, если у вас остались какие-либо сомнения или вопросы.</p>"
            }
        ],
        "id": "185"
    },
    {
        "sslDescription": "GoGetSSL® Wildcard SSL-сертификат - это наш собственный продукт, созданный нашим стратегическим партнером. Мы продаем SSL большими объемами и имеем значительные скидки, которые передаем вам, что делает наш Wildcard SSL одним из самых дешевых в мире при сохранении высокого качества.\nНаш Wildcard SSL поставляется с неограниченным лицензированием серверов, неограниченной защитой субдоменов, неограниченным и бесплатным перевыпуском в течение всего срока действия вашего заказа, а также 30-дневной гарантией возврата денег. Мы поставляем SSL в обеих версиях ECC и RSA без дополнительной платы. Используйте Wildcard SSL, если вам нужно защитить несколько поддоменов, например mail.domain.tld, client.domain.tld, shop.domain.tld, а также сам домен domain.tld. Используйте Multi-Domain SSL, если у вас менее 3 субдоменов.",
        "rows": [
            {
                "title": "Сертификат Wildcard SSL",
                "icon": "wildcard",
                "content": "<p>SSL-сертификаты с поддержкой Wildcard позволяют защитить неограниченное количество субдоменов в рамках одного базового домена. CSR должен быть сгенерирован в формате *.domain.tld в качестве общего имени. В этом случае вы будете иметь защиту домена domain.tld, www.domain.tld или любого другого поддомена. Обратите внимание, что Wildcard SSL не защищает несколько уровней одновременно, поэтому вы можете выпустить SSL для *.domain.tld ИЛИ *.sub.domain.tld, но не *.*.domain.tld одновременно. Наши Wildcard SSL поставляются с неограниченным лицензированием серверов, что позволяет устанавливать SSL на столько серверов или устройств, сколько вам нужно, без дополнительной платы.</p>"
            },
            {
                "title": "Логотип Site Seal БЕСПЛАТНО",
                "icon": "premium",
                "content": "<p>SSL-сертификаты GoGetSSL® Wildcard поставляются с бесплатным логотипом Site seal, который поможет вам повысить доверие каждого посетителя и, как следствие, увеличить конверсию или доверие к вашему бренду. Мы поставляем печати в нескольких вариантах дизайна, чтобы они соответствовали стилю вашего сайта. Добавьте печать на самые распространенные страницы вашего сайта, чтобы показать посетителям, что их данные в безопасности. Предварительный <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>одной из доступных печатей нашего бренда.</p>"
            },
            {
                "title": "Быстрая проверка SSL",
                "icon": "fast",
                "content": "<p>SSL с проверкой домена - это самый быстрый способ защитить ваш сайт, так как получение SSL занимает около 5 минут после успешной проверки владения доменом. Мы предлагаем такие основные методы проверки, как HTTP Hash File, DNS CNAME record и стандартная проверка электронной почты через administrator@domain.tld, admin@domain.tld, webmaster@domain.tld, postmaster@domain.tld или hostmaster@domain.tld.</p>"
            },
            {
                "title": "Повышение рейтинга Google с помощью SSL",
                "icon": "increase",
                "content": "<p>Теперь каждый надежный SSL-сертификат повышает рейтинг сайта благодаря обновлениям поискового алгоритма Google. Это самый простой и легальный способ помочь вашему сайту получить больше трафика из Google и других поисковых систем. Мы уверены, что в ближайшее время Google внесет новые обновления, чтобы отдать предпочтение проверенным сайтам и проверенным компаниям.</p>"
            },
            {
                "title": "Совместимый SSL",
                "icon": "compatible",
                "content": "<p>Надежный и сильный SSL-сертификат совместим с 99,6% браузеров и мобильных устройств, что делает наш SSL таким популярным, поскольку он не вызывает проблем при ежедневном использовании. Обратите внимание, что при плохой совместимости SSL-сертификата ваш сайт не будет защищен на некоторых браузерах или устройствах. Мы опубликовали наиболее распространенные <a href=\"/wiki/ssl-basics/supported-devices/\">устройства</a>, поддерживаемые нашими SSL-сертификатами.</p>"
            },
            {
                "title": "Сравнение SSL-сертификатов",
                "icon": "compare",
                "content": "<p>Выбрать подходящий SSL-сертификат - задача не из легких даже для опытных пользователей и системных администраторов. Именно поэтому мы потратили несколько часов, чтобы подготовить полный список всех функций, поставляемых с каждым продаваемым нами SSL. Теперь выбор станет намного проще. Обратите внимание, что цена не должна быть основным фактором выбора, так как иногда дешевый SSL-сертификат может иметь больше функций, чем дорогой.</p>"
            }
        ],
        "id": "67"
    },
    {
        "sslDescription": "Существует огромная разница между покупкой программного обеспечения в физическом магазине и через Интернет. Исходный код является оригинальным, когда программное обеспечение поставляется из магазина с оригинальным CD/DVD или USB-картой. Проблема возникает при загрузке программного обеспечения через Интернет, когда исходный код не проверяется и могут появиться некоторые дополнительные строки кода с вредоносным ПО, поэтому доверять ему нелегко. Вредоносные третьи лица модифицируют продукты и повторно размещают программное обеспечение через Интернет. Сертификат Sectigo Code Signing SSL устраняет любые риски и сразу информирует клиентов о том, что программное обеспечение безопасно, а разработчик проверяет целостность кода.\nSectigo Code Signing SSL подписывает цифровой подписью 32- и 64-битные портативные исполняемые (.ocx, .exe, .dll или другие) или .cab файлы. Сертификат Code Signing защищает данные программного обеспечения, включая программные макросы, объекты, образы прошивок, драйверы устройств, файлы конфигурации и вирусные обновления.\nБольшинство издателей коммерческого программного обеспечения используют SSL-сертификаты Code Signing, чтобы доказать существующим и новым клиентам, что код является оригинальным, что помогает создать отличную репутацию.",
        "rows": [
            {
                "title": "Проверка бизнеса",
                "icon": "signdoc",
                "content": "<p>Получить Comodo Code Signing SSL можно как для коммерческих компаний, так и для частных лиц; и те, и другие должны предоставить документы для прохождения процедуры. Для того чтобы разрешить подписывать файлы индивидуальной подписью, требуется верификация. Процесс не очень сложный, но наверняка займет некоторое время. Проверка заказа и выдача SSL может занять до 1-3 рабочих дней. Пожалуйста, ознакомьтесь с <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководством </a>по верификации, чтобы понять процесс проверки.</p>"
            },
            {
                "title": "Сравнение SSL-сертификатов с подписью кода",
                "icon": "compare",
                "content": "<p>В магазине SSL доступно всего три Code Signing SSL, однако их можно сравнить, чтобы понять разницу и особенности. Выбирайте самые известные марки CA для защиты программного обеспечения и подписи файлов. Вам поможет бесплатный инструмент сравнения SSL.</p>"
            }
        ],
        "id": "78"
    },
    {
        "sslDescription": "Sectigo EssentialSSL - это недорогой сертификат, который очень легко установить на сайт или в любую другую среду. SSL-сертификат обеспечивает 256-битное шифрование и обладает полной совместимостью с браузерами и мобильными устройствами. Сертификат выдается в течение пяти минут после успешного прохождения процесса проверки домена по электронной почте/DNS/HTTP. Попробуйте бесплатный SSL, чтобы избавиться от сомнений.\nПри использовании сертификата Sectigo EssentialSSL в адресной строке будет активирован зеленый замок. Это позволит клиентам видеть, что их данные защищены и зашифрованы. Идеально подходит для небольших сайтов, так как не требует бумажной волокиты.\nEssential SSL, как и большинство продуктов Sectigo, защищает обе версии сайта, с WWW и без WWW, по одной и той же цене. Essential SSL обеспечивает доступную защиту небольших сайтов, являясь одним из самых популярных продуктов на рынке ИТ-безопасности. Ознакомьтесь с другими доступными продуктами Sectigo.",
        "rows": [
            {
                "title": "Статическая печать сайта. Показывает, что сайт защищен",
                "icon": "premium",
                "content": "<p>Essential SSL, как и большинство SSL-сертификатов Domain Validation, поставляется с логотипом Static Site Seal. Это статическое PNG-изображение с печатью Sectigo. Получите его бесплатно и разместите на сайте, чтобы показать потенциальным клиентам, что их конфиденциальная информация защищена 256-битным шифрованием. Больше доверия - больше продаж и надежных клиентов. Печать сайта - самый простой способ повысить доверие. Наведите курсор, чтобы увидеть <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "SSL-сертификат с проверкой домена",
                "icon": "fast",
                "content": "<p>SSL-сертификаты с проверкой домена доступны для всех физических и юридических лиц. Никакой бумажной волокиты; требуется только подтверждение по электронной почте. Получите автоматическое письмо с подтверждением, ответьте на него, и SSL будет получен в течение 3-5 минут. Все происходит очень быстро и удобно для не продвинутых пользователей.</p>"
            },
            {
                "title": "Повышение SEO-рейтинга",
                "icon": "increase",
                "content": "<p>Компания Google Inc. объявила об изменениях в алгоритме поисковой системы. Теперь все сайты с установленными активными SSL-сертификатами получают больше доверия и более высокие позиции в рейтинге. Это незначительные улучшения в рейтинге вашего сайта. Мы считаем, что сертификаты Business и Extended Validation ранжируются выше, чем продукты Domain validation.</p>"
            },
            {
                "title": "Устройства, поддерживаемые Essential SSL",
                "icon": "compatible",
                "content": "<p>Совместимость устройств и браузеров - одна из важнейших составляющих SSL-сертификата. Essential SSL обеспечивает поддержку 99,6+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех поддерживаемых браузеров и устройств сертификатом Sectigo Essential SSL.</p>"
            },
            {
                "title": "Сравнить Essential SSL Certificate",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Sectigo SSL, доступное в Интернете. Простое и профессиональное сравнение позволит понять основные/второстепенные характеристики каждого продаваемого нами SSL-сертификата. Опыт показывает, что цена не является основным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "75"
    },
    {
        "sslDescription": "EssentialSSL Wildcard SSL - это очень дешевый wildcard SSL-сертификат от Sectigo (бывший Comodo CA). Он обладает множеством замечательных функций, таких как неограниченное лицензирование серверов, неограниченное количество бесплатных перевыпусков и полная совместимость с 99,6+ браузерами и мобильными устройствами. Всего три минуты потребуется для выдачи текущего SSL после успешного прохождения процесса проверки домена. Магазин GoGetSSL предлагает более десяти различных Wildcard SSL-сертификатов от различных CA Brands по выгодным ценам, ознакомьтесь с полным списком, чтобы принять окончательное решение.\nДля всех SSL-сертификатов Sectigo доступны хэш-алгоритмы RSA и ECC. Как и любой хороший wildcard SSL-сертификат, он защищает неограниченное количество поддоменов, а также основной домен (общее имя). Sectigo позволяет устанавливать SSL-сертификаты на любое количество серверов или других устройств.\nКаждый клиент Sectigo получает бесплатный логотип Static Site Seal для добавления на защищенный сайт. Доказательство для посетителей и клиентов, что они могут доверять вашему сайту. Sectigo Essential Wildcard SSL предлагается для небольших/средних сайтов и веб-проектов. Забудьте о командах сервера и сложном процессе генерации, используйте Online CSR Generator, чтобы обработать заказ гораздо быстрее.",
        "rows": [
            {
                "title": "Сертификат Wildcard SSL",
                "icon": "wildcard",
                "content": "<p>Essential Wildcard SSL-сертификат позволяет защитить неограниченное количество поддоменов под одним доменным именем. SSL защищает и основной домен. Примените всего один SSL-сертификат к целому сайту и сэкономьте время и деньги. Установите выпущенный SSL на любое количество серверов, так как текущий SSL предоставляет неограниченное количество серверных лицензий.</p>"
            },
            {
                "title": "SSL-сертификат с проверкой домена",
                "icon": "fast",
                "content": "<p>SSL-сертификаты с проверкой домена доступны для всех физических и юридических лиц. Никакой бумажной волокиты; требуется только подтверждение по электронной почте. Получите автоматическое письмо с подтверждением, ответьте на него, и SSL будет получен в течение 3-5 минут. Все происходит очень быстро и удобно для не продвинутых пользователей.</p>"
            },
            {
                "title": "Статическая печать сайта. Показывает, что сайт защищен",
                "icon": "premium",
                "content": "<p>Essential SSL, как и большинство SSL-сертификатов Domain Validation, поставляется с логотипом Static Site Seal. Это статическое PNG-изображение с печатью Sectigo. Получите его бесплатно и разместите на сайте, чтобы показать потенциальным клиентам, что их конфиденциальная информация защищена 256-битным шифрованием. Больше доверия - больше продаж и надежных клиентов. Печать сайта - самый простой способ повысить доверие. <a href=\"/wiki/ssl-basics/site-seal-logo/\">Печать Sectigo</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Поддерживаемые устройства Essential Wildcard SSL",
                "icon": "compatible",
                "content": "<p>Совместимость браузера и устройства - одна из важнейших составляющих SSL-сертификата. Essential Wildcard SSL обеспечивает поддержку 99,9+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех поддерживаемых устройств и браузеров для Sectigo Essential SSL.</p>"
            },
            {
                "title": "Сравнение SSL-сертификатов Wildcard",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Wildcard SSL, доступное в Интернете. Простое и профессиональное сравнение позволит понять основные/второстепенные характеристики каждого SSL-сертификата, который мы продаем. Опыт показывает, что цена не является основным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "76"
    },
    {
        "sslDescription": "Вы можете потерять своих клиентов, если не будете использовать Sectigo Extended Validation Code Signing SSL для подписи вашего программного обеспечения. Представьте себе, вы потратили часы/месяцы работы на создание своего уникального программного обеспечения, но браузер или Windows предупреждают ваших клиентов и предлагают не использовать его. Это драматично для любой софтверной компании. EV Code Signing решает эту проблему, она обладает надежной защитой и самой важной особенностью - ваш закрытый ключ физически хранится на внешнем USB-токене. SSL для кода - это обязательное правило для повышения продаж, поскольку оно обеспечивает доверие, а без доверия нет конверсии.\nSectigo EV Code Signing SSL создает положительную репутацию в браузерах и операционных системах, обратите внимание, что Windows 10 строго требует этот тип SSL для режима ядра и драйверов пользовательского режима. USB-токен будет отправлен по почте, почтовые расходы включены в стоимость.",
        "rows": [
            {
                "title": "Подписание EV-кодов для бизнеса",
                "icon": "signdoc",
                "content": "<p>Для получения SSL-сертификата Sectigo EV Code Signing вам необходимо пройти процедуру расширенной проверки. Для проверки вашего бизнеса центр сертификации проверит базу данных местных органов власти ИЛИ проверенные сторонние ресурсы, такие как DUNS/LEI. Будьте готовы подождать 1-5 рабочих дней, так как этот процесс занимает некоторое время. Мы настоятельно рекомендуем ознакомиться с <a href=\"/wiki/validation/extended-validation-ssl-verification/\">руководством </a>по проверке организации.</p>"
            },
            {
                "title": "Сравните SSL с подписью кода",
                "icon": "compare",
                "content": "<p>В настоящее время мы предлагаем только три EV Code Signing SSL сертификата и три не EV, поэтому важно сравнить их перед покупкой, чтобы убедиться, что ваш выбор идеально подходит для вашей компании. Чтобы получить больше информации, воспользуйтесь инструментом сравнения.</p>"
            }
        ],
        "id": "131"
    },
    {
        "sslDescription": "Используйте многодоменный SSL-сертификат Sectigo с поддержкой EV для защиты от 1 до 250 доменных имен и их поддоменов с включенной зеленой адресной строкой. Больше не нужно управлять несколькими SSL-сертификатами, кодами CSR и личными ключами, ведь теперь все можно сделать с помощью одного сертификата. Multi-Domain SSL работает как с доменами, так и с поддоменами.\nSectigo EV Multi-Domain SSL по умолчанию поставляется с одним доменным именем и двумя элементами SAN. Расширенная валидация означает, что сайт будет надежно защищен от хакеров и злоумышленников. Сертификаты EV SAN очень рекомендуются для сайтов электронной коммерции и корпоративных проектов с большим количеством пользователей ИЛИ для тех, кто хочет создать доверие к своим услугам и бренду.\nНаличие сертификата, охватывающего несколько доменов, также позволит сэкономить деньги и упростит работу. Sectigo - одна из компаний, которая может обеспечить защиту до 250 доменных имен с помощью одного сертификата. При большом заказе попросите дополнительную скидку. Есть еще пять сертификатов Multi-Domain EV SSL от других поставщиков SSL, таких как GeoTrust, DigiCert и GoGetSSL.",
        "rows": [
            {
                "title": "Поддержка SAN включена",
                "icon": "san2",
                "content": "<p>Цена по умолчанию позволяет защитить один домен или поддомен от CSR и 2 дополнительных элемента SAN. Каждый элемент SAN может быть использован для защиты домена ИЛИ поддомена. Обратите внимание, что для защиты обоих доменов с/без WWW необходимо использовать 2 элемента SAN. Вы можете добавлять/изменять элементы SAN в течение всего срока действия вашего сертификата Sectigo EV Multi-domain SSL.</p>"
            },
            {
                "title": "Статический логотип печати сайта",
                "icon": "premium",
                "content": "<p>Логотипы Site Seal были разработаны для того, чтобы мгновенно показать людям, что сайт защищен и хорошо защищен. Многодоменные SSL-сертификаты поставляются со стандартным статическим логотипом печати, и это единственный незначительный момент при их покупке, поскольку все однодоменные EV SSL-сертификаты поставляются с динамическим логотипом и анимированной технологией Corner of Trust. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Многодоменная с EV валидацией",
                "icon": "signdoc",
                "content": "<p>Единственный способ получить Green Address Bar - пройти процедуру расширенной проверки. Такие сертификаты обеспечивают уровень гарантии до 1 750 000 долларов и самую надежную защиту. EV Multi-Domain SSL экономит время на проверку, так как для проверки всех доменов используется только один процесс проверки, в то время как для SSL-сертификатов с одним доменом требуется несколько процессов проверки. Ознакомьтесь с этапами <a href=\"/wiki/validation/extended-validation-ssl-verification/\">проверки EV</a>, чтобы понять основные принципы процесса проверки.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты. еще более высокие результаты.</p>"
            },
            {
                "title": "Устройства, поддерживаемые Sectigo EV SSL",
                "icon": "compatible",
                "content": "<p>Одной из важнейших характеристик SSL, после стойкости шифрования, является совместимость. Comodo EV SSL обеспечивает совместимость и поддержку 99,6+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнить Многодоменный EV SSL",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Multi-Domain EV SSL на сегодняшний день. Профессиональное и простое сравнение позволяет понять основные особенности сертификата SAN/UCC. Цена никогда не была главным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "57"
    },
    {
        "sslDescription": "SSL-сертификат Sectigo с расширенной валидацией пользуется наибольшим доверием у конечных пользователей, поскольку имеет зеленую адресную строку, которая показывает посетителям, что сайт с проверенным названием компании безопасен для использования. Sectigo EV SSL предоставляет все те же возможности, что и другие конкуренты, но по более выгодной цене. Зайдите на сайт, чтобы узнать больше о предлагаемых EV (Extended Validation) SSL-сертификатах. Попробуйте принять правильное решение.\nСертификат Extended Validation SSL требует проверки бизнеса/организации, поэтому будьте готовы предоставить бизнес-документы в центр проверки Sectogo. Это требуется из-за более высокого уровня безопасности и защиты, что произведет впечатление на потенциальных клиентов и поможет им больше доверять сайту и предоставляемым услугам.",
        "rows": [
            {
                "title": "Логотип Sectigo Dynamic Site Seal",
                "icon": "premium",
                "content": "<p>Эксклюзивная технология Sectigo предлагает динамический логотип Site Seal, а также анимированный динамический логотип Corner of Trust. Используйте обе печати, чтобы повысить доверие к услугам и сайту. Проверенная компания и бизнес - это более половины успешного роста продаж и доверия. Нет доверия - нет продаж, это самый распространенный факт в электронной коммерции. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Расширенная проверка",
                "icon": "signdoc",
                "content": "<p>SSL с расширенной валидацией обеспечивает наивысший уровень авторизации бизнеса в Интернете. Получите реальное доказательство легальности бизнеса с полной проверкой адреса и номера телефона. Сертификаты EV имеют уровень гарантии до 1 750 000 долларов, что является практически самым высоким показателем в SSL-индустрии. Пожалуйста, ознакомьтесь с полным описанием процесса <a href=\"/wiki/validation/extended-validation-ssl-verification/\">расширенной проверки</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Устройства, поддерживаемые Sectigo EV SSL",
                "icon": "compatible",
                "content": "<p>Одной из важнейших характеристик SSL, после стойкости шифрования, является совместимость. Comodo EV SSL обеспечивает совместимость и поддержку 99,6+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнение EV SSL",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Extended Validation SSL на сегодняшний день. Профессиональное и простое сравнение позволяет понять основные особенности SSL-сертификата Wildcard. Цена никогда не была главным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "55"
    },
    {
        "sslDescription": "Сертификаты InstantSSL предназначены для защиты веб-сайтов и сетей с помощью 256-битного шифрования с полной поддержкой алгоритмов RSA и ECC. Они обеспечивают профессиональную защиту, которой доверяют 99 % современных браузеров. Выдача SSL сертификата центром сертификации может занять 2-3 рабочих дня.\nSectigo InstantSSL обеспечивает доверие к вашему сайту, позволяя клиентам знать, что их данные надежно защищены. Это означает, что вы будете делать больше продаж, поскольку больше людей захотят поделиться с вами своей финансовой информацией. Это лучшее решение для корпоративных сетей и ведущих веб-сайтов.\nСертификат InstantSSL обеспечивает безопасный канал связи между клиентами и веб-сайтом, а это значит, что онлайн-платежи и другая передача конфиденциальных данных может быть выполнена с уверенностью и не будет перехвачена. Instant SSL Certificate является одним из лучших решений для этого и отвечает требованиям даже для профессиональных сайтов. InstantSSL можно зарегистрировать на срок до двух лет, так что вам не придется постоянно помнить о необходимости его продления.",
        "rows": [
            {
                "title": "Особенность логотипа Sectigo Trust",
                "icon": "premium",
                "content": "<p>Все дело в возможностях, поэтому Sectigo InstantSSL предоставляет уникальный динамический логотип Site Seal. Используйте эту бесплатную функцию, чтобы показать посетителям, что их данные защищены. Укрепление доверия к бренду означает увеличение продаж и аудитории. На логотипе Site Seal будет указана сумма гарантии, название компании, адрес и номер телефона. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Процесс валидации бизнеса/организации",
                "icon": "signdoc",
                "content": "<p>Для получения сертификата Sectigo Instant SSL каждая организация/бизнес-клиент должна пройти процедуру подтверждения бизнеса. Этот процесс включает в себя три этапа: подтверждение владения доменом (DCV) по электронной почте или с помощью альтернативных методов проверки, проверка бизнеса через государственные базы данных и обратный звонок для подтверждения реального существования. Процесс не такой уж сложный, он занимает немного времени, но это ничто по сравнению с результатом получения SSL-сертификата высокой надежности для вашего сайта. Подробнее о процессе <a href=\"/wiki/validation/business-validation-ssl-verification/\">проверки организации</a>.</p>"
            },
            {
                "title": "Повышение SEO-рейтинга",
                "icon": "increase",
                "content": "<p>Компания Google Inc. объявила об изменениях в алгоритме поисковой системы. Теперь все сайты с установленными активными SSL-сертификатами получают больше доверия и более высокие позиции в рейтинге. Это незначительные улучшения в рейтинге вашего сайта. Мы считаем, что сертификаты Business и Extended Validation ранжируются выше, чем продукты Domain validation.</p>"
            },
            {
                "title": "Поддерживаемые устройства Sectigo InstantSSL",
                "icon": "compatible",
                "content": "<p>Одной из важнейших характеристик SSL, после стойкости шифрования, является совместимость. InstantSSL обеспечивает совместимость и поддержку 99,6+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнение SSL для проверки бизнеса",
                "icon": "compare",
                "content": "<p>Мы предлагаем самое подробное сравнение SSL-сертификатов Sectigo SSL на сегодняшний день. Профессиональное и удобное сравнение позволяет понять основные особенности SSL-сертификата Business. Цена никогда не была главным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "47"
    },
    {
        "sslDescription": "Ведущие корпоративные сети и веб-сайты используют сертификат InstantSSL Premium с 256-битным шифрованием. Это профессиональное решение для защиты веб-серверов с 99 %+ поддержкой браузеров и доверием. Он поставляется с достаточно большой гарантией в 250 000 долларов, поэтому у конечных клиентов не будет сомнений в том, что ему можно доверять. InstantSSL Premium - это уникальный SSL, поскольку он защищает как FQDN (полное доменное имя), так и публичный IP-адрес.\nInstantSSL Premium поставляется с приоритетной поддержкой установки по электронной почте и телефону, вместо продуктов InstantSSL/InstantSSL PRO. Sectigo требует прохождения проверки бизнеса для каждого заказа, а также проверки процесса обратного звонка. Процесс проверки занимает 1-3 рабочих дня. Получите неограниченное количество перевыпусков и неограниченное лицензирование серверов бесплатно. Каждый SSL оснащен динамическим логотипом Site Seal Logo для привлечения посетителей, повышения продаж и доверия к бренду, товарам и услугам.",
        "rows": [
            {
                "title": "Динамическая печать сайта",
                "icon": "premium",
                "content": "<p>Все SSL-сертификаты InstantSSL Premium оснащены логотипом Dynamic Site Seal, который повышает продажи и привлекает внимание посетителей. На печатях будут указаны название, телефон и адрес проверенной компании, а также сумма гарантии. Используйте все эти возможности для достижения максимального эффекта. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Проверка бизнеса",
                "icon": "signdoc",
                "content": "<p>InstantSSL Premium требует прохождения процессов бизнес-аутентификации и проверки организации. Проверка бизнеса не так проста, как проверка домена, но если ее пройти, то результат принесет удовлетворение владельцу сайта и полное доверие со стороны всех клиентов. Ознакомьтесь с руководствами по проверке, чтобы понять процесс <a href=\"/wiki/validation/business-validation-ssl-verification/\">проверки бизнеса</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Обеспечьте наилучшую совместимость устройств",
                "icon": "compatible",
                "content": "<p>Не беспокойтесь о совместимости со старыми/современными браузерами или мобильными устройствами, так как Sectigo InstantSSL premium поддерживает совместимость на 99,9%. Сайт остается безопасным и хорошо защищенным даже в старых браузерах Internet Explorer. Все еще не верите? Ознакомьтесь со списком <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых устройств</a>.</p>"
            },
            {
                "title": "Сравните сертификаты проверки предприятий/организаций",
                "icon": "compare",
                "content": "<p>Здесь представлено слишком много SSL-сертификатов, и многие люди застряли на выборе подходящего. Команда GoGetSSL подготовила наиболее подробное сравнение SSL-сертификатов. Используйте его, и выбор будет быстрым и легким. Больше не нужно мучиться с выбором и гадать, какой SSL лучше.</p>"
            }
        ],
        "id": "49"
    },
    {
        "sslDescription": "Sectigo InstantSSL Premium Wildcard SSL обеспечивает безопасность как для неограниченного количества поддоменов, так и для основного домена с неограниченным количеством лицензий на серверы. Установите SSL-сертификат на любое количество серверов или устройств совершенно бесплатно, так как за дополнительные устройства/серверы не взимается плата. Забудьте об управлении несколькими SSL-сертификатами, теперь все можно сделать с помощью одного.\nГарантия 250 000$ на каждый Premium Wildcard SSL от Sectigo CA. Текущий SSL оснащен логотипом Dynamic Site Seal, который должен быть установлен на сайте, чтобы значительно повысить доверие к нему каждого посетителя. Это идеальный SSL для защиты всей полезной информации от хакеров. Premium Wildcard предлагает хэш-алгоритм SHA-256, а также шифрование ECC/RSA. Пройдите процесс проверки домена по электронной почте или с помощью альтернативных методов проверки, таких как DNS CNAME или HTTP Hash-файл.\nРазнообразие сертификатов wildcard дает возможность подобрать оптимальный продукт, который наилучшим образом соответствует потребностям. Будучи универсальным провайдером, GoGetSSL старается предоставить альтернативные варианты при выборе подходящего SSL-сертификата. Ознакомьтесь со всеми SSL-сертификатами Wildcard, доступными в магазине SSL, возможно, это поможет найти что-то лучшее.",
        "rows": [
            {
                "title": "Сертификат Wildcard SSL",
                "icon": "wildcard",
                "content": "<p>Профессиональный Sectigo InstantSSL Premium Wildcard SSL обеспечивает неограниченную защиту субдоменов и неограниченное лицензирование серверов. Защитите основной домен с полной поддержкой wildcard для поддоменов бесплатно. Больше не нужно управлять несколькими SSL-сертификатами для одного домена, как не нужно платить за каждый поддомен.</p>"
            },
            {
                "title": "Sectigo Business Validation SSL",
                "icon": "signdoc",
                "content": "<p>Для получения SSL Sectigo каждая организация или бизнес-клиент должны пройти процедуру проверки. Этот процесс включает три этапа: подтверждение владения доменом по электронной почте, проверка организации и обратный звонок. Проверка занимает три-пять рабочих дней. Ever Business Validation SSL вызывает гораздо больше доверия со стороны конечных клиентов. Такой SSL рекомендуется для сайтов электронной коммерции и средних/крупных корпоративных сайтов. Пожалуйста, ознакомьтесь с полным описанием процесса <a href=\"/wiki/validation/business-validation-ssl-verification/\">бизнес валидации</a>.</p>"
            },
            {
                "title": "Динамическая печать сайта бесплатно",
                "icon": "premium",
                "content": "<p>Sectigo Premium Wildcard SSL - это SSL с подтверждением подлинности бизнеса, который поставляется с логотипом Dynamic Site Seal для привлечения посетителей и повышения доверия к услугам, предоставляемым на сайте. Это не просто статичное PNG-изображение, поскольку оно обеспечивает аутентификацию организации/бизнеса. Клиенты и посетители увидят настоящую проверенную компанию. Доверие означает продажи, больше доверия - больше продаж. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Устройства, поддерживаемые Premium Wildcard SSL",
                "icon": "compatible",
                "content": "<p>Второй по важности характеристикой каждого SSL после стойкости шифрования является совместимость. Sectigo Premium Wildcard обеспечивает поддержку 99,6+ браузеров и совместимость с мобильными устройствами. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнение Wildcard SSL",
                "icon": "compare",
                "content": "<p>Мы предлагаем самое подробное сравнение SSL-сертификатов Wildcard SSL на сегодняшний день. Профессиональное и удобное сравнение позволяет понять основные особенности SSL-сертификата Wildcard. Цена никогда не была главным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "50"
    },
    {
        "sslDescription": "Sectigo Multi-Domain SSL с проверкой для бизнеса подходит для тех, кому требуется защитить сразу несколько корпоративных доменных имен, поскольку он защищает до 250 различных доменных имен и поддоменов. Больше не нужно управлять несколькими SSL для одного домена, не нужно мучительных процессов установки и напоминаний об истечении срока действия.\nMulti-Domain SSL предназначен для тех компаний, которые имеют большую сеть веб-сайтов, локальные организации в разных странах или любые другие потребности, поскольку он также экономит деньги и время. Sectigo Multi-Domain имеет 256-битное шифрование, использует алгоритм хэш-шифрования SHA256, поддерживает неограниченное лицензирование серверов и делает бесплатные неограниченные перевыпуски. Без дополнительной платы поддерживаются алгоритмы ECC и RSA.\nДля получения SSL требуется верификация бизнеса. Центр сертификации Sectigo должен проверить реальное существование компании в базах данных местных органов власти, а также предоставить тест обратного звонка, чтобы убедиться, что компания работает. Загляните в наш магазин SSL, ведь там есть множество других SSL с несколькими доменами.",
        "rows": [
            {
                "title": "Статический логотип Trust",
                "icon": "premium",
                "content": "<p>Защита сервера и его соединений - это всего лишь один шаг к тому, чтобы доказать посетителям, что они в безопасности. Также важно показать им что-то сразу же заметное, как, например, бесплатный статический логотип с печатью от Sectigo. Просто разместите его на видном месте сайта, и он начнет завоевывать доверие и авторитет. Статические печати поставляются в формате PNG с прозрачным фоном. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Многодоменный SSL (UCC/SAN)",
                "icon": "san2",
                "content": "<p>Мультидоменный SSL-сертификат, имеющий другие названия UCC или SAN, является отличным продуктом, когда требуется защитить различные доменные имена и их поддомены под одним или разными серверами. Сертификаты UCC/SAN совместимы с любыми серверами Exchange и работают с неограниченным количеством IP-адресов. Управлять одним SSL проще, чем несколькими сертификатами для одного домена.</p>"
            },
            {
                "title": "Сертификат проверки организации",
                "icon": "signdoc",
                "content": "<p>Процесс проверки организации требует наличия юридически зарегистрированной компании для тех, кто хочет показать проверенные данные компании в выданном SSL-сертификате. Процесс несложный и обычно занимает 1-3 рабочих дня. Статья об инкорпорациях (регистрационное заявление) требует поиска компании в официальных государственных базах данных. Центр сертификации требует регистрации на местном сайте Yellow pages. Пожалуйста, ознакомьтесь с руководствами по бизнес и <a href=\"/wiki/validation/business-validation-ssl-verification/\">расширенной валидации</a>.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Поддержка устройств",
                "icon": "compatible",
                "content": "<p>Защищает ли SSL передаваемые данные в старых браузерах? Безопасно ли использовать SSL на мобильных устройствах через современные браузеры? Да! Если использовать SSL-сертификат от известного центра сертификации. Профессиональный SSL совместим с 99,6 % всех браузеров и мобильных устройств. Выберите правильный SSL для надежной защиты. Перейдите на эту страницу, чтобы посмотреть <a href=\"/wiki/ssl-basics/supported-devices/\">список </a>совместимых устройств с Comodo Multi-Domain SSL.</p>"
            },
            {
                "title": "Сравнить SSL для нескольких доменов",
                "icon": "compare",
                "content": "<p>Существует множество SSL-сертификатов от различных брендов CA с разной функциональностью, характеристиками, такими как гарантия, уровень поддержки, логотип печати и количество элементов SAN. Иногда выбрать лучший SSL бывает сложно даже опытным пользователям, имеющим значительный опыт работы с этой технологией. Давайте изменим эту ситуацию с помощью инструмента сравнения SSL, предлагаемого здесь.</p>"
            }
        ],
        "id": "54"
    },
    {
        "sslDescription": "SSL-сертификат Sectigo Multi-Domain Wildcard - это тот же сертификат, что и PositiveSSL Multi-Domain Wildcard, но с Business validation, то есть ваша организация будет проверена. Текущий SSL защищает базовый домен из CSR и 2 элемента SAN, каждый элемент SAN может быть использован в качестве Wildcard домена. Это дает возможность защитить неограниченное количество поддоменов под 250 элементами SAN.\nМультидоменный Wildcard SSL способен защитить *.domain.tld, *.sub.domain.tld или любые другие комбинации из 250 элементов SAN. Это оптимальный вариант для экономии денег и времени, так как больше не нужно генерировать несколько CSR-кодов и устанавливать множество SSL-сертификатов. Business Validation позволяет подтвердить название, адрес и номер телефона компании, что помогает завоевать доверие конечных клиентов к сайту и услугам.",
        "rows": [
            {
                "title": "Wildcard включена",
                "icon": "wildcard",
                "content": "<p>Уникальная возможность добавления доменов с подстановочными знаками в качестве элементов SAN. Элементы SAN могут защищать как один домен, так и *.domain.tld с защитой всех поддоменов. Обратите внимание, если вы включите *.domain.tld в качестве SAN, он не будет защищать базовый домен по умолчанию, для защиты базового домена и всех поддоменов вам нужно использовать 2 элемента SAN. Текущий SSL поддерживает до 250 элементов SAN, свяжитесь с нами для получения дополнительной скидки на объем заказов.</p>"
            },
            {
                "title": "Опция SAN включена",
                "icon": "san2",
                "content": "<p>Альтернативные имена субъектов (SAN) или, как их еще называют, сертификаты унифицированных коммуникаций (UCC) позволяют защитить до 250 доменов с неограниченным количеством поддоменов, поскольку включена опция Wildcard. Он совместим с технологией SNI для обеспечения безопасности выделенных IP-адресов. Установите UCC/SAN Wildcard SSL на любое количество имеющихся у вас серверов бесплатно.</p>"
            },
            {
                "title": "Бесплатный логотип Trust",
                "icon": "premium",
                "content": "<p>Логотип Trust - это отличный инструмент для того, чтобы указать конечным покупателям на то, что сайт хорошо защищен, что позволяет мгновенно завоевать доверие и авторитет. Мы предлагаем разместить логотип Trust на всех ваших страницах или, по крайней мере, на тех страницах, где есть формы или корзины. Вот <a href=\"/wiki/ssl-basics/site-seal-logo/\">пример </a>того, как выглядит логотип доверия.</p>"
            },
            {
                "title": "Требуется подтверждение бизнеса",
                "icon": "signdoc",
                "content": "<p>Когда требуется проверка организации, задействуются процессы верификации. Правильным выбором будет использование такого SSL, так как вы поможете своим посетителям и потенциальным клиентам узнать немного больше о легальности вашей компании. Центр проверки проверит законность существования вашей компании в правительственной базе данных или других сторонних правовых/проверенных базах данных. Вам также потребуется пройти автоматизированный процесс обратного звонка, робот позвонит вам на проверенный номер. Пожалуйста, ознакомьтесь с нашими <a href=\"/wiki/validation/business-validation-ssl-verification/\">руководствами </a>по проверке, подготовленными менеджерами по продажам.</p>"
            },
            {
                "title": "Повышение SEO сайта",
                "icon": "increase",
                "content": "<p>Благодаря Google, теперь все компании с действительным и надежным SSL-сертификатом получают более высокий рейтинг в поисковой системе Google, что является простым и легальным вариантом повышения рейтинга сайта, предоставляемым Google.</p>"
            },
            {
                "title": "Совместимые устройства",
                "icon": "compatible",
                "content": "<p>Sectigo (бывший Comodo CA) - коммерческий SSL-провайдер №1 в мире, и, конечно, у него самая широкая совместимость с большинством мобильных, настольных и серверных устройств, известных на сегодняшний день. Очень важно иметь SSL от надежного провайдера с высокой совместимостью, иначе вы можете ежедневно терять посетителей и клиентов. Мы опубликовали список основных <a href=\"/wiki/ssl-basics/supported-devices/\">поддерживаемых </a>устройств, не волнуйтесь, если устройства нет в списке, в 99,99 % случаев оно поддерживается.</p>"
            },
            {
                "title": "Сравните SSL с другими",
                "icon": "compare",
                "content": "<p>Размер гарантии, уровень доверия, сила шифрования, различные методы проверки, такие как доменная, бизнес или расширенная, поддержка SAN, возможность использования подстановочных знаков и многие другие критерии, которые пользователь должен понять, выбирая лучший SSL. Звучит как кошмар? Не волнуйтесь, воспользуйтесь инструментом сравнения SSL, чтобы сделать правильный выбор.</p>"
            }
        ],
        "id": "100"
    },
    {
        "sslDescription": "Sectigo (ранее Comodo CA) PositiveSSL - один из самых популярных SSL-сертификатов с проверкой доменов в мире. Это 2048-битный продукт промышленного стандарта с поддержкой хэш-алгоритмов RSA и ECC по очень низкой цене. PositiveSSL поставляется с зеленым замком в адресной строке, который помогает клиентам понять, что их данные зашифрованы и сохранены в тайне с помощью надежного SSL-сертификата. Не существует другого такого хорошего SSL-сертификата для небольших сайтов, стартапов и других природоохранных организаций.\nНикакой бумажной волокиты, автоматическая проверка позволяет выпустить SSL в течение 3-5 минут после успешного прохождения проверки владения доменом. Средняя установка занимает всего несколько минут на любой веб-сервер или среду. Экономически эффективное решение для создания доверия в Интернете. Работает с доменными именами с/без префикса WWW и имеет неограниченное количество бесплатных перевыпусков. Неограниченное лицензирование серверов дает возможность установить SSL на любом количестве серверов, которое вам необходимо.\nSectigo CA покрывает до 99,6% всех браузеров и мобильных устройств, доступных на рынке. Многие другие бренды ЦС берут гораздо больше за продукт, который не обладает такими возможностями. Каждый SSL в магазине GoGetSSL имеет 30-дневную гарантию возврата денег по любой возможной причине. Получите расширенную техническую поддержку и отличное обслуживание клиентов от команды Sectigo CA и GoGetSSL. Ознакомьтесь с другими доступными SSL-сертификатами Sectigo.",
        "rows": [
            {
                "title": "Статическая печать сайта. Показывает, что сайт защищен",
                "icon": "premium",
                "content": "<p>Каждый PositiveSSL поставляется с бесплатным логотипом печати сайта, чтобы показать посетителям сайта высокую степень защиты от хакеров и фишинговых атак. Печать сайта поставляется в виде изображения в формате PNG с прозрачным режимом. Получите больше продаж, как результат большего доверия к услугам и бренду. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "SSL с проверкой домена",
                "icon": "fast",
                "content": "<p>Частное лицо, организация или государственное учреждение - неважно, любой может получить SSL-сертификат DV, так как для этого не требуется никакой бумажной волокиты. Пройдите проверку владения доменом с помощью одного из доступных методов проверки, таких как электронная почта, DNS CNAME или HTTP хэш-файл. После успешного прохождения проверки SSL будет получен быстро.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты.</p>"
            },
            {
                "title": "Совместимые устройства",
                "icon": "compatible",
                "content": "<p>Каждый центр сертификации (бренд) имеет свой собственный сертификат, совместимый с браузерами, мобильными устройствами и серверными платформами. Comodo PositiveSSL поддерживает 99,6 % всех устройств. Чтобы установить сертификат промежуточного центра сертификации, необходимо добиться максимального результата совместимости. Потратьте минуту, чтобы узнать, какие <a href=\"/wiki/ssl-basics/supported-devices/\">устройства </a>поддерживаются.</p>"
            },
            {
                "title": "PositiveSSL по сравнению с другими SSL-сертификатами",
                "icon": "compare",
                "content": "<p>Все больше и больше людей путаются, когда им нужно выбрать лучший SSL для своих нужд, так много SSL брендов и различных продуктов. Именно поэтому команда GoGetSSL предлагает воспользоваться профессиональным инструментом сравнения SSL, чтобы быстро найти нужный продукт. Цена - важный фактор, но не основной; проверьте такие характеристики, как объем гарантии, возможность неограниченного перевыпуска и неограниченное лицензирование серверов.</p>"
            }
        ],
        "id": "45"
    },
    {
        "sslDescription": "Одним из самых новых SSL-сертификатов от Sectigo (бывший Comodo CA) является сертификат PositiveSSL EV, который появился в апреле 2017 года. Это один из самых дешевых EV SSL-сертификатов с зеленой адресной строкой, доступных на рынке.\nEV означает, что для получения SSL требуется расширенная проверка. Для ее прохождения существует три основных этапа: проверка домена для подтверждения права собственности на домен, проверка бизнеса, чтобы убедиться, что компания существует и работает, и процесс обратного звонка, чтобы убедиться, что телефон компании доступен через сторонние сайты желтых страниц.\nЗеленая адресная строка повышает доверие и продажи, и неоспоримым фактом является то, что сайты, оснащенные ею, имеют на 17,3 % больше продаж и успешных сделок. Людям нравится чувствовать себя в безопасности, особенно когда речь идет о кредитных картах. Каждый Sectigo SSL имеет отличную совместимость с браузерами на 99,6 % и поддержку мобильных устройств с включенным хэш-алгоритмом SHA2. На рынке представлено множество других дорогих сертификатов, но без функций, предоставляемых Sectigo.",
        "rows": [
            {
                "title": "Логотип Sectigo Dynamic Site Seal",
                "icon": "premium",
                "content": "<p>Получите удивительную технологию Site Seal logos от Sectigo для создания успешного присутствия бизнеса в Интернете. Этот инструмент был создан для того, чтобы помочь каждому посетителю получить подтверждение от центра сертификации о проверке компании и бизнеса. Нет доверия - нет продаж; именно поэтому Sectigo PositiveSSL EV способствует обретению большего доверия. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "SSL с расширенной проверкой",
                "icon": "signdoc",
                "content": "<p>SSL с расширенной валидацией обеспечивает наивысший уровень авторизации бизнеса в Интернете. Получите реальное доказательство легальности бизнеса с полной проверкой адреса и номера телефона. Сертификаты EV имеют уровень гарантии до 1 000 000 долларов, что является практически самым высоким показателем в SSL-индустрии. Пожалуйста, ознакомьтесь с полным описанием процесса <a href=\"/wiki/validation/extended-validation-ssl-verification/\">расширенной проверки</a>.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Поддерживаемые устройства с сертификатами Sectigo",
                "icon": "compatible",
                "content": "<p>Одной из важнейших характеристик SSL, после стойкости шифрования, является совместимость. Sectigo EV SSL обеспечивает совместимость и поддержку 99,6+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с полным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнение EV SSL",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Extended Validation SSL на сегодняшний день. Профессиональное и простое сравнение позволяет понять основные особенности EV SSL сертификата. Цена никогда не была главным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "118"
    },
    {
        "sslDescription": "Одним из самых новых SSL-сертификатов от Sectigo (бывший Comodo CA) является сертификат PositiveSSL EV Multi-Domain, который появился в апреле 2017 года. Это один из самых дешевых EV Multi-Domain SSL сертификатов, который поставляется с зеленой адресной строкой, доступной на рынке.\nSectigo PositiveSSL EV MDC SSL поставляется с одним доменным именем из CSR и двумя (2) элементами SAN. Расширенная валидация означает, что сайт будет надежно защищен от хакеров и фишеров. Сертификаты EV SAN очень рекомендуются для сайтов электронной коммерции и корпоративных проектов с большим количеством пользователей ИЛИ для тех, кто хочет создать доверие к своим услугам и бренду.\nНаличие сертификата, охватывающего несколько доменов, также позволит сэкономить деньги и упростит работу. Sectigo может обеспечить защиту до 250 доменных имен с помощью одного сертификата. Не забудьте спросить о дополнительной скидке в случае объемного заказа SAN.",
        "rows": [
            {
                "title": "Статический логотип печати сайта",
                "icon": "premium",
                "content": "<p>Логотипы SiteSeal были разработаны для того, чтобы мгновенно показать людям, что сайт защищен и надежно защищен. Многодоменные SSL-сертификаты поставляются со стандартным статическим логотипом печати, и это единственный незначительный момент при их покупке, поскольку все однодоменные EV SSL-сертификаты поставляются с динамическим логотипом и анимированной технологией Corner of Trust. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Поддержка SAN включена",
                "icon": "san2",
                "content": "<p>Цена по умолчанию позволяет защитить один домен или поддомен от CSR и 2 дополнительных элемента SAN. Каждый элемент SAN может быть использован для защиты домена ИЛИ поддомена. Обратите внимание, что для защиты обоих доменов с/без WWW необходимо использовать 2 элемента SAN. Вы можете добавлять/изменять элементы SAN в течение всего срока действия вашего сертификата Sectigo EV Multi-domain SSL.</p>"
            },
            {
                "title": "Многодоменная с EV валидацией",
                "icon": "signdoc",
                "content": "<p>Единственный способ получить Green Address Bar - пройти процедуру расширенной проверки. Такие сертификаты обеспечивают уровень гарантии до 1 000 000 долларов и самую надежную защиту. EV Multi-Domain SSL экономит время на проверку, так как для проверки всех доменов используется только один процесс проверки, в то время как для SSL-сертификатов с одним доменом требуется несколько процессов проверки. Ознакомьтесь с этапами <a href=\"/wiki/validation/extended-validation-ssl-verification/\">проверки EV</a>, чтобы понять основные принципы процесса проверки.</p>"
            },
            {
                "title": "Улучшите свой рейтинг в Google",
                "icon": "increase",
                "content": "<p>Небольшие изменения в алгоритме ранжирования Google помогут сайтам с активными и действующими SSL-сертификатами занять более высокие позиции в поиске Google. Это изменение относится ко всем типам SSL-сертификатов - доменным, бизнес или расширенной валидации. Проверенные компании/организации могут получить еще более высокие результаты. еще более высокие результаты.</p>"
            },
            {
                "title": "Устройства, поддерживаемые Sectigo EV SSL",
                "icon": "compatible",
                "content": "<p>Одной из важнейших характеристик SSL, после стойкости шифрования, является совместимость. Comodo EV SSL обеспечивает совместимость и поддержку 99,6+ браузеров и мобильных устройств. Пожалуйста, ознакомьтесь с <a href=\"/wiki/ssl-basics/supported-devices/\">полным </a>списком всех совместимых браузеров и устройств.</p>"
            },
            {
                "title": "Сравнить PositiveSSL EV Multi-Domain SSL",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Multi-Domain EV SSL на сегодняшний день. Профессиональное и простое сравнение позволяет понять основные особенности сертификата SAN/UCC. Цена никогда не была главным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "119"
    },
    {
        "sslDescription": "Sectigo PositiveSSL Multi-Domain Wildcard SSL сертификат - это очень уникальный продукт, позволяющий защитить несколько доменов с неограниченным количеством поддоменов. Multi-Domain Wildcard SSL от Sectigo (Comodo CA) стал первым SSL с полной поддержкой SAN и опции Wildcard. Теперь с помощью одного SSL можно защитить неограниченное количество поддоменов под разными доменными именами. По умолчанию SSL поставляется с одним общим именем (CSR) и 2 элементами SAN.\nSectigo PositiveSSL Multi-Domain с включенной опцией Wildcard защищает *.domain.tld, *.mydomain.tld, *.sub.domain.tld и многие другие комбинации из 250 элементов SAN. Экономьте деньги, экономьте время, экономьте многочисленные выделенные IP-адреса для множества одиночных и wildcard сертификатов. Неограниченное количество поддоменов, неограниченное количество бесплатных перевыпусков, неограниченное лицензирование серверов - все это возможно в SAN Wildcard SSL. Не существует другого лучшего решения для экономии средств, чем SAN Wildcard SSL. Он подходит для любых компаний, от небольших стартапов до крупных корпоративных проектов.",
        "rows": [
            {
                "title": "Поддержка Wildcard ",
                "icon": "wildcard",
                "content": "<p>Можно защитить неограниченное количество поддоменов под разными доменными именами, поскольку это Multi-Domain Wildcard SSL-сертификат. Текущий продукт поддерживает опцию wildcard для доменных имен второго, третьего или четвертого уровня по отдельности. Невозможно защитить неограниченное количество поддоменов для второго и третьего уровня домена, или третьего и четвертого вместе, только один неограниченный уровень домена. Пример: *.anydomain.tld, *.my.anydomain.tld, *.3rd.2nd.tld</p>"
            },
            {
                "title": "Опция SAN включена",
                "icon": "san2",
                "content": "<p>Альтернативные имена субъектов (SAN) или, как их еще называют, сертификаты унифицированных коммуникаций (UCC) позволяют защитить до 250 доменов с неограниченным количеством поддоменов, поскольку включена опция Wildcard. Он совместим с технологией SNI для обеспечения безопасности выделенных IP-адресов. Установите UCC/SAN Wildcard SSL на любое количество имеющихся у вас серверов бесплатно.</p>"
            },
            {
                "title": "Бесплатный логотип Trust",
                "icon": "premium",
                "content": "<p>Большинство мультидоменных сертификатов поставляются без логотипов печатей, однако Sectigo предоставляет логотип Static Site Seal бесплатно при каждом заказе. Печать поставляется в формате PNG с прозрачным вариантом. Повысьте конверсию и установите печать на страницах корзины и заказа. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "SSL с проверкой домена",
                "icon": "fast",
                "content": "<p>Быстрый процесс проверки и отсутствие бумажной волокиты делают DV-сертификаты идеальным решением для быстрой защиты. Sectigo CA требует подтверждения права собственности на домен через электронную почту, DNS CNAME или с помощью загруженного на сервер HTTP хэш-файла. Получить Domain Validation SSL можно как для бизнеса, так и для индивидуальных клиентов. Получение SSL занимает около пяти минут после успешного прохождения проверки.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Совместимость с SSL",
                "icon": "compatible",
                "content": "<p>С каждым днем многие пользователи и администраторы серверов переходят от бесплатных и низкокачественных SSL-сертификатов с плохой совместимостью с браузерами к профессиональным ЦС, таким как Sectigo. Очень важно использовать SSL с максимальной <a href=\"/wiki/ssl-basics/supported-devices/\">совместимостью </a>с браузерами и мобильными устройствами. Убедитесь, что сертификат работает везде. В противном случае на экране браузера появятся предупреждающие сообщения, которые отпугнут клиентов.</p>"
            },
            {
                "title": "Сравнение SSL-сертификатов",
                "icon": "compare",
                "content": "<p>Размер гарантии, уровень доверия, сила шифрования, различные методы проверки, такие как доменная, бизнес или расширенная, поддержка SAN, возможность использования подстановочных знаков и многие другие критерии, которые пользователь должен понять, выбирая лучший SSL. Звучит как кошмар? Не волнуйтесь, воспользуйтесь инструментом сравнения SSL, чтобы сделать правильный выбор.</p>"
            }
        ],
        "id": "99"
    },
    {
        "sslDescription": "PositiveSSL Multi-Domain SSL - один из самых популярных в мире, с отличной совместимостью с MS Exchange. PositiveSSL UCC/SAN SSL - это высококачественная защита и очень короткий срок выпуска. Сертификат с 256-битным уровнем шифрования также обладает полной совместимостью с браузерами и выпускается всего за три минуты. Каждый SSL-сертификат имеет один основной домен (общее имя) и два дополнительных SAN; за дополнительную плату можно добавить до 250 дополнительных SAN-доменов.\nПри использовании SSL с проверкой домена не нужно отправлять никаких документов. Подтвердите право собственности на домен с помощью одного из доступных механизмов: электронной почты, HTTP-хэш-файла или DNS CNAME. Процесс настолько быстрый, что выданный SSL-сертификат приходит в течение 3-5 минут после прохождения проверки DCV (Domain Control Validation). Ознакомьтесь с другими доступными SSL-сертификатами с проверкой домена.\nSSL-сертификаты Sectigo работают с 99,6%+ известных браузеров и мобильных устройств, не все производители SSL-сертификатов показывают такие же высокие результаты. Бесплатный логотип Site Seal поставляется вместе с PositiveSSL, чтобы мгновенно показать посетителям, что сайт обеспечивает безопасность и защищает их личные данные от хакеров и фишинговых атак. Sectigo CA имеет отличную репутацию надежной компании, GoGetSSL доверяет ей.",
        "rows": [
            {
                "title": "Статический логотип с печатью для каждого SSL",
                "icon": "premium",
                "content": "<p>SSL-сертификат PositiveSSL UCC/SAN, как и многие другие сертификаты Domain Validation, оснащен логотипом Static Site Seal. Можно использовать статическое изображение PNG для размещения на сайте. Это повысит доверие и поможет посетителям и потенциальным клиентам безопасно заполнять страницы. Когда у посетителей есть доверие, они не ищут других конкурентов. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Самый дешевый SSL с проверкой домена на рынке",
                "icon": "fast",
                "content": "<p>Самый быстрый способ включить активную защиту на сервере - заказать SSL-сертификат с проверкой домена. Он не требует оформления, поэтому нет необходимости отправлять какие-либо документы в центр сертификации. Для сертификатов OV/EV не требуется проверка процесса Callback. Для получения SSL-сертификата достаточно подтвердить право владения доменом с помощью одного из доступных методов проверки, таких как электронная почта, DNS CNAME или HTTP Hash-файл.</p>"
            },
            {
                "title": "Опция UCC/SAN с PositiveSSL",
                "icon": "san2",
                "content": "<p>SSL-сертификаты Unified Communication, также известные как SAN (Subject Alternative Name) или даже как Multi-Domain SSL-сертификаты, созданы для работы с несколькими доменами или субдоменами в рамках одного SSL-сертификата. Больше не нужно использовать несколько однодоменных SSL для больших проектов или других задач, поскольку теперь с помощью PositiveSSL UCC/SAN можно защитить до 250 различных доменных имен и субдоменов. Он совместим с большинством серверов Exchange/коммуникаций.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Устройства, поддерживаемые PositiveSSL UCC/SAN",
                "icon": "compatible",
                "content": "<p>При использовании Comodo SSL можно не беспокоиться о совместимости, поскольку он полностью совместим с 99,7% браузеров и мобильных устройств. Существует огромный риск получить хакерскую или фишинговую атаку, если SSL не поддерживается некоторыми браузерами; используйте надежные и публичные центры сертификации, такие как Sectigo CA. Ознакомьтесь с подготовленным <a href=\"/wiki/ssl-basics/supported-devices/\">списком </a>поддерживаемых браузеров и устройств сертификатом PositiveSSL UCC/SAN.</p>"
            },
            {
                "title": "Сравнить сертификат PositiveSSL",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Domain Validation SSL, доступное в Интернете. Простое и профессиональное сравнение позволит понять основные/второстепенные характеристики каждого SSL-сертификата, который мы продаем. Опыт показывает, что цена не является основным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "77"
    },
    {
        "sslDescription": "Comodo PositiveSSL Wildcard SSL - очень доступный продукт за невысокую цену. Высокая 256-битная защита с хэш-алгоритмом SHA2 делает его конкурентоспособным по отношению к основным игрокам рынка. Он имеет отличную совместимость с браузерами на 99,6 % и превосходную поддержку мобильных устройств. Выбирайте этот SSL, когда нужна немедленная защита, прямо здесь и сейчас.\nОн поставляется с неограниченным количеством бесплатных перевыпусков, неограниченной поддержкой субдоменов и неограниченным количеством бесплатных лицензий на серверы, что означает возможность защитить все под одним доменом, используя множество серверов. Некоторые конкуренты взимают дополнительную плату за лицензию на каждый отдельный сервер. Используйте выделенный IP-адрес или технологию SNI для установки сертификата PositiveSSL Wildcard.\nЗабудьте о документах и длительных проверках, так как никакой бумажной волокиты не требуется. Единственное, что требуется от центра сертификации - подтверждение владения доменом по электронной почте или любым другим альтернативным способом. Тысячи стартапов, малых и средних компаний, а также частных лиц используют PositiveSSL Wildcard на протяжении многих лет. Уделите немного времени, чтобы ознакомиться с другими сертификатами Sectigo.",
        "rows": [
            {
                "title": "SSL с включенной функцией Wildcard",
                "icon": "wildcard",
                "content": "<p>Выберите SSL с поддержкой подстановочных знаков, чтобы отказаться от использования нескольких SSL-сертификатов одного домена для защиты субдоменов. Большинство сайтов требуют защиты поддоменов для клиентской зоны или системы заказов, а также общего имени. Сертификаты Sectigo PositiveSSL wildcard всегда поставляются с неограниченным лицензированием сервера.</p>"
            },
            {
                "title": "Отсутствие проверки бизнеса",
                "icon": "fast",
                "content": "<p>Бумажная волокита и проверка организации занимает дни, а иногда и недели, поэтому стартапы и небольшие проекты используют сертификаты проверки доменов. Получение SSL занимает не более пяти минут и примерно столько же - установка на сервер, что достаточно быстро для эффективной защиты прямо здесь и сейчас. Domain SSL имеет тот же уровень шифрования, что и самые дорогие OV/EV SSL-сертификаты, и это потрясающе.</p>"
            },
            {
                "title": "Логотип PositiveSSL Static Seal",
                "icon": "premium",
                "content": "<p>Отсутствие подтверждения бизнеса и бумажной волокиты означает отсутствие динамического логотипа Site Seal с проверенными данными о компании, а это цена использования SSL с проверкой домена. Статическая прозрачная картинка PNG создает образ печати, которая обычно присутствует в официальных документах, и подтверждает уровень безопасности и защиты данных, установленных на веб-сервере. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Повышение SEO-рейтинга",
                "icon": "increase",
                "content": "<p>Компания Google Inc. объявила об изменениях в алгоритме поисковой системы. Теперь все сайты с установленными активными SSL-сертификатами получают больше доверия и более высокие позиции в рейтинге. Это незначительные улучшения в рейтинге вашего сайта. Мы считаем, что сертификаты Business и Extended Validation ранжируются выше, чем продукты Domain validation.</p>"
            },
            {
                "title": "Совместимость с PositiveSSL Wildcard",
                "icon": "compatible",
                "content": "<p>С каждым днем в онлайн-мире появляются новые браузеры и устройства, поэтому так важно убедиться, что SSL работает и совместим со всеми устройствами. Sectigo предлагает поддержку 99,6+ браузеров/мобильных устройств с каждым сертификатом. Если у вас есть сомнения, проверьте <a href=\"/wiki/ssl-basics/supported-devices/\">список </a>совместимости SSL.</p>"
            },
            {
                "title": "Сравнить DV Wildcard SSL",
                "icon": "compare",
                "content": "<p>Когда приходит время поговорить о SSL-сертификатах Domain Validation, всегда возникает множество вопросов, ведь рынок полон разнообразных предложений, дешевых и дорогих, старых и новых брендов CA. Профессиональное сравнение SSL-сертификатов спасает, когда пользователь впервые сталкивается с выбором. GoGetsSL знает, что цена не является главным фактором правильного SSL, доверьтесь этому.</p>"
            }
        ],
        "id": "46"
    },
    {
        "sslDescription": "SSL-сертификат Sectigo Unified Communications с проверкой домена быстро и профессионально защищает несколько веб-сайтов, доменов и субдоменов. Получите отличную поддержку всех платформ Exchange, доступных на рынке. По умолчанию SSL поставляется с одним общим именем и двумя элементами SAN, но за дополнительную плату можно добавить до 250 дополнительных элементов SAN.\nСертификаты UCC SSL поставляются с 256-битным шифрованием, хэш-алгоритмами SHA256, алгоритмами ECC/RSA и поддержкой браузеров до 99%+. Sectigo UCC SSL - это замечательное экономичное решение, позволяющее сэкономить много денег, защитив все домены/субдомены с помощью одного SSL-сертификата. SAN SSL сертификат всегда демонстрирует высокую и надежную защиту от фишинга или хакеров для проектов электронной коммерции, корпоративных проектов или серверов Exchange.\nУправлять сертификатом UCC SSL очень просто, если используется система управления GoGetSSL; добавление/изменение/удаление элементов SAN из SSL занимает считанные секунды. Sectigo предлагает неограниченное количество перевыпусков и лицензирование серверов бесплатно для всех желающих. Пройдитесь по нашему магазину, чтобы увидеть больше сертификатов UCC/Multi-Domain.",
        "rows": [
            {
                "title": "Унифицированные коммуникации SSL",
                "icon": "san2",
                "content": "<p>Всем известно, что Интернет быстро развивается, все больше частных лиц и компаний открывают все больше сайтов и используют различные расширения TLD. Сложно управлять несколькими SSL-сертификатами, особенно когда у них разные сроки действия. Мультидоменные SSL, такие как UCC/SAN, позволяют сэкономить деньги и время на управление SSL. Один SSL означает, что требуется только один процесс установки.</p>"
            },
            {
                "title": "Бесплатный логотип Static Seal",
                "icon": "premium",
                "content": "<p>SSL-сертификат Unified Communication, как и многие другие сертификаты Domain Validation, оснащен логотипом Static Site Seal. Можно использовать статическое изображение PNG для размещения на сайте. Это повысит доверие и поможет посетителям и потенциальным клиентам заполнить сайт безопасно. Когда у посетителей есть доверие, они не ищут других конкурентов. Посмотрите, как выглядит <a href=\"/wiki/ssl-basics/site-seal-logo/\">печать Sectigo</a>.</p>"
            },
            {
                "title": "Проверка домена UCC/SAN SSL",
                "icon": "fast",
                "content": "<p>Компания Sectigo понимает, что такой технический SSL-сертификат, как Unified Communications SSL, должен быть выдан быстро и безболезненно, прямо здесь и сейчас, поэтому все, что требуется для получения SSL, - это пройти проверку домена по электронной почте. Доступны альтернативные методы проверки, такие как HTTP хэш-файл или DNS CNAME хэш.</p>"
            },
            {
                "title": "Google SEO Booster",
                "icon": "increase",
                "content": "<p>Отличная новость для всех веб-мастеров, поскольку теперь каждый сайт с установленным SSL-сертификатом получает более высокий рейтинг в Google. Мы считаем, что SSL-сертификаты с расширенной и бизнес верификацией получают более высокие позиции в рейтинге, чем сертификаты с верификацией домена, но это незначительные изменения в алгоритме Google.</p>"
            },
            {
                "title": "Поддерживаемые устройства UCC/SAN",
                "icon": "compatible",
                "content": "<p>При использовании Sectigo SSL можно не беспокоиться о совместимости, поскольку он полностью совместим с 99,9% браузеров и мобильных устройств. Существует огромный риск получить хакерскую или фишинговую атаку, если SSL не поддерживается некоторыми браузерами; используйте надежные и известные центры сертификации, такие как Sectigo CA (ранее Comodo CA). Ознакомьтесь с подготовленным <a href=\"/wiki/ssl-basics/supported-devices/\">списком поддерживаемых</a> браузеров и устройств сертификатом UCC/SAN.</p>"
            },
            {
                "title": "Сравнить SSL-сертификат UCC",
                "icon": "compare",
                "content": "<p>Мы предоставляем наиболее подробное сравнение SSL-сертификатов Domain Validation SSL, доступное в Интернете. Простое и профессиональное сравнение позволит понять основные/второстепенные характеристики каждого SSL-сертификата, который мы продаем. Опыт показывает, что цена не является основным фактором при выборе SSL-сертификата, иногда дешевый SSL-сертификат от одного поставщика может иметь больше возможностей, чем другие.</p>"
            }
        ],
        "id": "85"
    }
]