import React from 'react'

export default function AboutOffer() {
    return (
        <div className='about-offer'>
            <div>
                <h3>Доверенные SSL-сертификаты</h3>
                <p className='d-flex view-lg'>
                    <span>
                        <svg className='platinium-svg' viewBox='0 0 24 32'>
                            <path
                                d="M17.417 22.686h-.06l-1.342-.05-.995.9a1.691 1.691 0 0 1-1.774.312l-1.243-.508-1.242.508a1.691 1.691 0 0 1-1.774-.312l-.996-.9-1.34.05H6.59c-.63 0-1.202-.345-1.497-.904l-.626-1.188-.05-.017v10.485c0 .63.663 1.04 1.225.755l5.986-3.006a.86.86 0 0 1 .761 0l5.976 3.01a.845.845 0 0 0 1.226-.755V20.58l-.051.016-.627 1.189c-.29.555-.866.9-1.496.9v.001z">
                            </path>
                            <path
                                d="M23.552 12.059a.848.848 0 0 0 0-.9l-.715-1.138a.85.85 0 0 1-.111-.627l.284-1.313a.847.847 0 0 0-.308-.847l-1.06-.822a.848.848 0 0 1-.318-.552l-.186-1.33a.852.852 0 0 0-.58-.691l-1.276-.414a.847.847 0 0 1-.487-.41l-.626-1.188a.847.847 0 0 0-.749-.45h-.03l-1.34.051h-.031a.843.843 0 0 1-.57-.22l-.994-.9a.856.856 0 0 0-.57-.22.798.798 0 0 0-.317.064l-1.243.507a.8.8 0 0 1-.636 0L10.446.152a.84.84 0 0 0-.887.156l-.995.9a.843.843 0 0 1-.57.22h-.03l-1.34-.05h-.03a.847.847 0 0 0-.75.45L5.22 3.015a.835.835 0 0 1-.488.41l-1.276.413a.848.848 0 0 0-.58.69L2.69 5.86a.849.849 0 0 1-.319.553l-1.073.822a.847.847 0 0 0-.308.847l.284 1.313a.832.832 0 0 1-.111.627l-.715 1.137a.848.848 0 0 0 0 .9l.715 1.138a.85.85 0 0 1 .111.627L.99 15.137a.847.847 0 0 0 .308.847l1.06.823a.848.848 0 0 1 .318.551l.186 1.331c.044.322.271.59.58.69l.967.312.312.102c.21.067.386.216.487.41l.627 1.188c.145.277.437.45.748.45h.03l1.341-.05h.03c.21 0 .414.077.57.22l.995.9c.159.142.362.22.569.22.108 0 .216-.02.318-.064l1.242-.508a.862.862 0 0 1 .319-.065.8.8 0 0 1 .318.065l1.242.508a.84.84 0 0 0 .887-.156l.996-.9a.844.844 0 0 1 .569-.22h.03l1.34.05h.031a.847.847 0 0 0 .748-.45l.627-1.189a.835.835 0 0 1 .487-.41l.312-.1.968-.312a.847.847 0 0 0 .58-.691l.185-1.33a.848.848 0 0 1 .318-.552l1.06-.823a.847.847 0 0 0 .308-.847l-.284-1.313a.832.832 0 0 1 .112-.627l.72-1.137.001-.001zm-3.363 3.011a8.79 8.79 0 0 1-1.903 2.824 8.858 8.858 0 0 1-6.284 2.6 8.835 8.835 0 0 1-3.46-.698 8.82 8.82 0 0 1-2.823-1.903 8.899 8.899 0 0 1-1.903-2.823 8.837 8.837 0 0 1-.698-3.46c0-1.199.234-2.364.698-3.46.447-1.06 1.087-2.008 1.903-2.824a8.858 8.858 0 0 1 6.283-2.6c1.199 0 2.364.233 3.46.697 1.06.447 2.008 1.087 2.824 1.903a8.858 8.858 0 0 1 2.6 6.284 8.836 8.836 0 0 1-.697 3.46z">
                            </path>
                            <path
                                d="M12 3.737a7.872 7.872 0 1 0 0 15.744 7.872 7.872 0 0 0 0-15.744zm3.504 11.518a.845.845 0 0 1-1.246.91L12 14.886l-2.262 1.28c-.633.36-1.398-.2-1.246-.91l.542-2.553-1.767-1.595-.196-.179a.848.848 0 0 1 .463-1.47l2.573-.314 1.121-2.4a.847.847 0 0 1 1.534 0l1.12 2.4 2.573.315a.847.847 0 0 1 .464 1.47l-.196.178-1.767 1.595.548 2.553v-.001z">
                            </path>
                        </svg>
                    </span>
                    <span>
                    GOGETSSL® - известный и надежный бренд на рынке с более чем 101 500 клиентами из 180+ стран. Мы продаем цифровые сертификаты от ведущих центров сертификации уже более 10 лет. В нашем магазине можно найти <a className='small-link' href="/ssl-certificates">самые дешевые SSL-сертификаты</a> для защиты любых сайтов, приложений и онлайн-транзакций. Наши сертификаты выпускаются такими ведущими провайдерами, как Digicert, Geotrust, RapidSSL, Thawte и Sectigo.
                    </span>
                </p>
                <p className='view-sm'>
                    <span className='d-flex'>
                        <span>
                            <svg className='platinium-svg' viewBox='0 0 24 32'>
                                <path
                                    d="M17.417 22.686h-.06l-1.342-.05-.995.9a1.691 1.691 0 0 1-1.774.312l-1.243-.508-1.242.508a1.691 1.691 0 0 1-1.774-.312l-.996-.9-1.34.05H6.59c-.63 0-1.202-.345-1.497-.904l-.626-1.188-.05-.017v10.485c0 .63.663 1.04 1.225.755l5.986-3.006a.86.86 0 0 1 .761 0l5.976 3.01a.845.845 0 0 0 1.226-.755V20.58l-.051.016-.627 1.189c-.29.555-.866.9-1.496.9v.001z">
                                </path>
                                <path
                                    d="M23.552 12.059a.848.848 0 0 0 0-.9l-.715-1.138a.85.85 0 0 1-.111-.627l.284-1.313a.847.847 0 0 0-.308-.847l-1.06-.822a.848.848 0 0 1-.318-.552l-.186-1.33a.852.852 0 0 0-.58-.691l-1.276-.414a.847.847 0 0 1-.487-.41l-.626-1.188a.847.847 0 0 0-.749-.45h-.03l-1.34.051h-.031a.843.843 0 0 1-.57-.22l-.994-.9a.856.856 0 0 0-.57-.22.798.798 0 0 0-.317.064l-1.243.507a.8.8 0 0 1-.636 0L10.446.152a.84.84 0 0 0-.887.156l-.995.9a.843.843 0 0 1-.57.22h-.03l-1.34-.05h-.03a.847.847 0 0 0-.75.45L5.22 3.015a.835.835 0 0 1-.488.41l-1.276.413a.848.848 0 0 0-.58.69L2.69 5.86a.849.849 0 0 1-.319.553l-1.073.822a.847.847 0 0 0-.308.847l.284 1.313a.832.832 0 0 1-.111.627l-.715 1.137a.848.848 0 0 0 0 .9l.715 1.138a.85.85 0 0 1 .111.627L.99 15.137a.847.847 0 0 0 .308.847l1.06.823a.848.848 0 0 1 .318.551l.186 1.331c.044.322.271.59.58.69l.967.312.312.102c.21.067.386.216.487.41l.627 1.188c.145.277.437.45.748.45h.03l1.341-.05h.03c.21 0 .414.077.57.22l.995.9c.159.142.362.22.569.22.108 0 .216-.02.318-.064l1.242-.508a.862.862 0 0 1 .319-.065.8.8 0 0 1 .318.065l1.242.508a.84.84 0 0 0 .887-.156l.996-.9a.844.844 0 0 1 .569-.22h.03l1.34.05h.031a.847.847 0 0 0 .748-.45l.627-1.189a.835.835 0 0 1 .487-.41l.312-.1.968-.312a.847.847 0 0 0 .58-.691l.185-1.33a.848.848 0 0 1 .318-.552l1.06-.823a.847.847 0 0 0 .308-.847l-.284-1.313a.832.832 0 0 1 .112-.627l.72-1.137.001-.001zm-3.363 3.011a8.79 8.79 0 0 1-1.903 2.824 8.858 8.858 0 0 1-6.284 2.6 8.835 8.835 0 0 1-3.46-.698 8.82 8.82 0 0 1-2.823-1.903 8.899 8.899 0 0 1-1.903-2.823 8.837 8.837 0 0 1-.698-3.46c0-1.199.234-2.364.698-3.46.447-1.06 1.087-2.008 1.903-2.824a8.858 8.858 0 0 1 6.283-2.6c1.199 0 2.364.233 3.46.697 1.06.447 2.008 1.087 2.824 1.903a8.858 8.858 0 0 1 2.6 6.284 8.836 8.836 0 0 1-.697 3.46z">
                                </path>
                                <path
                                    d="M12 3.737a7.872 7.872 0 1 0 0 15.744 7.872 7.872 0 0 0 0-15.744zm3.504 11.518a.845.845 0 0 1-1.246.91L12 14.886l-2.262 1.28c-.633.36-1.398-.2-1.246-.91l.542-2.553-1.767-1.595-.196-.179a.848.848 0 0 1 .463-1.47l2.573-.314 1.121-2.4a.847.847 0 0 1 1.534 0l1.12 2.4 2.573.315a.847.847 0 0 1 .464 1.47l-.196.178-1.767 1.595.548 2.553v-.001z">
                                </path>
                            </svg>
                        </span>
                        <p>GOGETSSL® - известный и надежный бренд на рынке с более чем 101 500 клиентами.</p>
                    </span>
                    <span>
                    из 180 с лишним стран. Мы продаем цифровые сертификаты от ведущих центров сертификации уже более 10 лет. Наш магазин - это отличное место для поиска <a className='small-link' href="/ssl-certificates">самые дешевые SSL-сертификаты</a> для защиты любых веб-сайтов, приложений и онлайн-транзакций. Наши сертификаты выданы такими ведущими провайдерами, как Digicert, Geotrust, RapidSSL, Thawte и Sectigo.
                    </span>
                </p>
                <p className='about-offer-p'>У нас есть SSL-сертификаты с проверкой домена, проверкой организации, расширенной проверкой, сертификаты wildcard и, конечно, сертификаты для нескольких доменов. Каждый сертификат поставляется с зеленым замком в адресной строке и улучшением рейтинга сайта в поисковой системе Google. С сертификатами EV вы получаете еще большее мгновенное доверие благодаря зеленой адресной строке с проверенным именем компании.</p>
                <p className='about-offer-p'>Протокол SSL - один из самых мощных способов защиты вашего трафика от хакеров и злоумышленников. Помните, что потеря конфиденциальных данных ваших клиентов означает потерю их доверия!</p>
            </div>
            <div>
                <a className='big-link big-link-1' href="/reseller-program">Стать реселлером</a>
                <p>Продавайте дешевые SSL клиентам, используя нашу платформу автоматизации. Переходите к нам и получайте лучшие цены, эксклюзивные условия и ежемесячное выставление счетов. Зарегистрироваться <a className='small-link sm-link-1' href="/reseller-program">Премиум-реселлер </a>Программа без платы за установку, с минимальными ежегодными обязательствами или требованиями к контракту.</p>
                <p>Аддоны WHMCS SSL, HostbillApp и модули API доступны бесплатно. Удобная платформа управления сайтом.</p>
                <p>Клиенты наших партнеров - это не наши клиенты, поэтому мы держим систему White Labeled как можно дольше и никогда не связываемся с кем-либо напрямую.</p>
            </div>
            <div>
                <a className='big-link big-link-2' href="/compare-dv-ssl">Сравнение SSL</a>
                <p>Наши эксперты по безопасности потратили несколько недель на подготовку полного и самого подробного <a className='small-link sm-link-2' href="/compare-dv-ssl">сравнение</a> инструмент, доступный сегодня. Сравнивайте цифровые сертификаты по цене, типу проверки, гарантии, совместимости с мобильными устройствами и уровню доверия конечного пользователя. Более двадцати пяти различных критериев, доступных при детальном сравнении.</p>
                <p>Она бесплатна и подходит для любого пользователя, не знакомого с технологией. Используйте его для быстрого и простого выбора наиболее подходящего сертификата для ваших нужд.</p>
                <p>Наш отдел продаж будет рад помочь вам, если у вас возникнут сомнения при выборе подходящего SSL-сертификата.</p>
            </div>
        </div>
    )
}